{"braintissue": 2, "writer": 3, "museum": 4, "mlarea": 5, "charactertrait": 6, "monarch": 7, "mammal": 8, "scientist": 9, "invertebrate": 10, "product": 11, "programminglanguage": 12, "awardtrophytournament": 13, "automobilemaker": 14, "airport": 15, "bacteria": 16, "chef": 17, "visualizablething": 18, "arachnid": 19, "furniture": 20, "automobilemodel": 21, "coffeedrink": 22, "magazine": 23, "conference": 24, "street": 25, "room": 26, "skyscraper": 27, "professor": 28, "winery": 29, "person": 30, "sportsgame": 31, "nonneginteger": 32, "hospital": 33, "artery": 34, "information": 35, "perceptionaction": 36, "island": 37, "bridge": 38, "politicsbill": 39, "bank": 40, "movie": 41, "mountain": 42, "time": 43, "system": 44, "architect": 45, "placeofworship": 46, "stateorprovince": 47, "blog": 48, "celebrity": 49, "victim": 50, "vein": 51, "trainstation": 52, "recipe": 53, "organization": 54, "condiment": 55, "geometricshape": 56, "ceo": 57, "park": 58, "athlete": 59, "visualizablescene": 60, "meat": 61, "religion": 62, "medicalprocedure": 63, "bodypart": 64, "location": 65, "amphibian": 66, "disease": 67, "restaurant": 68, "publication": 69, "link": 70, "drug": 71, "director": 72, "sport": 73, "arthropod": 74, "website": 75, "politician": 76, "currency": 77, "jobposition": 78, "musicalbum": 79, "trail": 80, "clothing": 81, "agent": 82, "school": 83, "politicalparty": 84, "actor": 85, "creditunion": 86, "visualizableattribute": 87, "bone": 88, "visualartform": 89, "lake": 90, "county": 91, "stadiumoreventvenue": 92, "coach": 93, "nut": 94, "crimeorcharge": 95, "male": 96, "bakedgood": 97, "beverage": 98, "plant": 99, "year": 100, "ethnicgroup": 101, "scientificterm": 102, "retailstore": 103, "virus": 104, "carbon": 105, "archaea": 106, "sportsleague": 107, "muscle": 108, "book": 109, "river": 110, "mlalgorithm": 111, "physiologicalcondition": 112, "crustacean": 113, "pet": 114, "musician": 115, "aquarium": 116, "visualizableobject": 117, "buildingmaterial": 118, "protein": 119, "mediatype": 120, "televisionstation": 121, "academicfield": 122, "meetingeventtitle": 123, "fish": 124, "geolocatablething": 125, "hotel": 126, "musicinstrument": 127, "food": 128, "recordlabel": 129, "mlauthor": 130, "sportsteamposition": 131, "musicsong": 132, "attraction": 133, "physicsterm": 134, "criminal": 135, "sportsteam": 136, "musicgenre": 137, "musicartist": 138, "traditionalgame": 139, "country": 140, "legume": 141, "election": 142, "beach": 143, "university": 144, "televisionshow": 145, "cheese": 146, "grain": 147, "language": 148, "weapon": 149, "reptile": 150, "physicalcharacteristic": 151, "profession": 152, "city": 153, "mldataset": 154, "wine": 155, "landscapefeatures": 156, "eventoutcome": 157, "militaryconflict": 158, "comedian": 159, "bird": 160, "tool": 161, "nerve": 162, "zipcode": 163, "port": 164, "visualartist": 165, "weatherphenomenon": 166, "buildingfeature": 167, "building": 168, "economicsector": 169, "insect": 170, "color": 171, "fruit": 172, "physicalaction": 173, "astronaut": 174, "researchproject": 175, "chemical": 176, "trees": 177, "female": 178, "mlmetric": 179, "radiostation": 180, "item": 181, "musicfestival": 182, "emotion": 183, "televisionnetwork": 184, "sportsequipment": 185, "shoppingmall": 186, "zoo": 187, "automobileengine": 188, "videogame": 189, "vertebrate": 190, "company": 191, "vehicle": 192, "transportation": 193, "game": 194, "software": 195, "date": 196, "candy": 197, "newspaper": 198, "sociopolitical": 199, "highway": 200, "home": 201, "vegetable": 202, "hobby": 203, "skiarea": 204, "visualartmovement": 205, "journalist": 206, "politicsissue": 207, "model": 208, "farm": 209, "event": 210, "monument": 211, "animal": 212, "politicaloffice": 213, "PAD": 0, "UNK": 1}