{"PAD": 0, "START": 1, "STAY": 2, "UNK": 3, "plantincludeplant": 4, "officialwebsiteoforganization": 5, "organizationhasofficialwebsite": 6, "reasonofcollision": 7, "agriculturalproductcontainchemical": 8, "mlsoftwareauthor": 9, "sisterof": 10, "musicalartisthadapetanimal": 11, "inverseoftouristattraction": 12, "personhascitizenship": 13, "priceofproductlaunch": 14, "scoreofsportsgame": 15, "countrylocatedingeopoliticallocation": 16, "statecontainscity": 17, "politicianusendorsespoliticianus": 18, "bombingeventtime": 19, "inverseofvegetableproductioninstateorprovince": 20, "personborninstateorprovince": 21, "citycapitalofcountry": 22, "aquariumincity": 23, "earthquakedamaged": 24, "sportnamehasoriginlanguage": 25, "inverseofanimaleatfood": 26, "politicsgroupconcernsissue": 27, "concepthasprerequisite": 28, "inverseofislandhasskiarea": 29, "roadaccidentinjurednumber": 30, "topmemberoforganization": 31, "protesthadactor": 32, "politicianusendorsedbypoliticianus": 33, "politicalgroupofpoliticianus": 34, "inverseofarteryarisesfromartery": 35, "athletepublishesinblog": 36, "riveremptiesintoriver": 37, "objectfoundinscene": 38, "instrumentplayedbymusician": 39, "stadiumalsoknownas": 40, "athletebeatathlete": 41, "shapeofobject": 42, "countrystates": 43, "stadiumhometeam": 44, "launchingproductcompany": 45, "agentactsinlocation": 46, "agenthaswebsite": 47, "bombingsecurity": 48, "drugexpectedreleasedate": 49, "automobilemakerchiefexecutiveceo": 50, "companiesheadquarteredhere": 51, "politicianholdsoffice": 52, "citymuseums": 53, "husbandof": 54, "touristattractionsuchastouristattraction": 55, "arthropodsuchascrustacean": 56, "inverseofarthropodandotherarthropod": 57, "winningscoreofsportsgame": 58, "personhasfather": 59, "sportschoolincountry": 60, "protestdamaged": 61, "fooddecreasestheriskofdisease": 62, "inverseofawardtrophytournamentisthechampionshipgameofthenationalsport": 63, "organizationterminatedperson": 64, "inverseofbeveragecontainsprotein": 65, "buildingispartofuniversity": 66, "productlauchpredecessor": 67, "invertebrateturnintoinsect": 68, "farmproducesagriculturalproduct": 69, "personleadscity": 70, "currencycountry": 71, "companycompetingwithproduuctlaunch": 72, "inverseofbakedgoodservedwithbeverage": 73, "automobilemakerdealersincountry": 74, "injuredinprotest": 75, "inverseoflanguegeschoolincity": 76, "writecanbethesameasscientist": 77, "earthquakehadmagnitude": 78, "personterminatedbyorganization": 79, "subjectconcernedbyacademicfield": 80, "politicianusmemberofpoliticalgroup": 81, "cityhastransportation": 82, "inverseofcelebritysuchascelebrity": 83, "mutualproxyfor": 84, "comediancanbethesameasmale": 85, "skyscrapercontainsrestaurant": 86, "inverseofcountriessuchascountries": 87, "buildinghasofficebuildingroom": 88, "inverseofinsecteatsgrain": 89, "protesthadweapon": 90, "eventhasparticipantagent": 91, "writerwasbornincity": 92, "inverseofagriculturalproductcutintogeometricshape": 93, "proxyfor": 94, "directordirectedmovie": 95, "personhasresidenceincity": 96, "inverseofprofessionssuchasprofessions": 97, "inversoofairportsuchasairport": 98, "inverseofastronautwasonamissionwithastronaut": 99, "inverseofcountryisthehomeofsportsteam": 100, "protestinjured": 101, "bakegoodistypicalincountry": 102, "earthquakeeventtime": 103, "clothingtogowithclothing": 104, "personinacademicfield": 105, "issueofpoliticsbill": 106, "publicationjournalist": 107, "isoneoccurrenceof": 108, "buildinglocatedincity": 109, "politicianrepresentslocation": 110, "itemexistsatlocation": 111, "universityoperatesinlanguage": 112, "inverseofhotelwasbuiltatfarm": 113, "mammalinducesemotion": 114, "languageschoolincity": 115, "moviestaractor": 116, "mlauthorofsoftware": 117, "prodctlaunchingproductprice": 118, "coachworksincountry": 119, "mlauthorexpertin": 120, "arthropodbesometimesconfusewithinsect": 121, "journalistwritesforpublication": 122, "inverseofweaponssuchasweapons": 123, "earthquakehadvictim": 124, "winneringame": 125, "statehasmountain": 126, "economicsectorusingacademicfield": 127, "bombingtarget": 128, "citycapitalofstate": 129, "victiminprotest": 130, "buildingbelongstoorganization": 131, "victiminearthquake": 132, "schoolattendedbyperson": 133, "teamcoach": 134, "moviedirectedbydirector": 135, "hasfamilymember": 136, "bombinghaswitness": 137, "arterycalledartery": 138, "inverseofclothingmadefromplant": 139, "dateofmeetingeventtitle": 140, "inverseofarterysuchasartery": 141, "personchargedwithcrime": 142, "athleteplaysforteam": 143, "sportsgameteam": 144, "fatherofperson": 145, "dateofpersondeath": 146, "politicsbillconcernsissue": 147, "beveragemadefrombeverage": 148, "ethnicgroupofperson": 149, "organizationheadquarteredinstateorprovince": 150, "ageofperson": 151, "vehicletypehasvehicle": 152, "arthropodthatfeedoninsect": 153, "locationofpersonbirth": 154, "agentcontributedtocreativework": 155, "roadaccidentinjured": 156, "attractionofcity": 157, "automobileenginesuchasautomobileengine": 158, "inverseofuniversityledmusicfestival": 159, "automobilemakerdealersincity": 160, "locationcontainslocation": 161, "mountainatgeopoliticallocation": 162, "bankbankincountry": 163, "agentcontrols": 164, "athleteinjuredhisbodypart": 165, "worker": 166, "meetingeventtitleinbuilding": 167, "earthquakeinjured": 168, "roadaccidentcasualtiesnumber": 169, "numberofkilledinbombing": 170, "timeofprotest": 171, "professionactsatthesameareaofpoliticissue": 172, "colorassociatedwithvisualizableattribute": 173, "parentofperson": 174, "astronautwasonamissionwithastronaut": 175, "personmovedtostateorprovince": 176, "farmlocatedinstate": 177, "producttypeofproductlaunch": 178, "superpartof": 179, "sportsgamewinner": 180, "bombingcommentedby": 181, "hasbrother": 182, "inverseofstateorprovinceattainstrainstation": 183, "personwrittenaboutinpublication": 184, "inverseofcriminalssuchascriminals": 185, "coachalsoknownas": 186, "inverseofattractionmadeofbuildingmaterial": 187, "inverseofbuildingfeaturebuiltabovelak": 188, "meatcomesfromanimal": 189, "coachcanspeaklanguage": 190, "productinstances": 191, "inverseofathletefracturedbone": 192, "visualartistartmovement": 193, "yearofmarriage": 194, "geopoliticallocationcontainscity": 195, "inverseofanimaldevelopdisease": 196, "toolusedbyprofession": 197, "parkincity": 198, "roadaccidenteventtime": 199, "meetingeventtitleinofficebuildingroom": 200, "crimeorchargeofperson": 201, "cityofpersondeath": 202, "wascollidedin": 203, "cityhasairport": 204, "criminalarrestedincountry": 205, "crustaceanisatypeofarthropod": 206, "thinghasshape": 207, "emotionassociatedwithdisease": 208, "arteryarisesfromartery": 209, "earthquakecomentedby": 210, "bakedgoodservedwithbeverage": 211, "animalpreyson": 212, "specializationof": 213, "statehascapital": 214, "buildinghostsmeetingeventtitle": 215, "stateorprovinceoforganizationheadquarters": 216, "stadiumhometoleague": 217, "objectlookslikeobject": 218, "bombingdamaged": 219, "inverseofathleteplayedforschool": 220, "inverseofreligionssuchasreligions": 221, "stateorprovinceofpersonbirth": 222, "professiontypehasprofession": 223, "hasspouse": 224, "thinghascolor": 225, "teamhomestadium": 226, "newpaperhaswebsite": 227, "teammate": 228, "officebuildingroomhostsmeetingeventtitle": 229, "coachwontrophy": 230, "inverseofplantrepresentemotion": 231, "inverseofcompanyproducesvideogamesystem": 232, "sporthassportsteamposition": 233, "locationactedinbyagent": 234, "websiteoperatedbyagent": 235, "placeofworshippracticesreligion": 236, "televisionshowisbasedonmovie": 237, "dateevent": 238, "inverseofautomobileenginesuchasautomobileengine": 239, "istallerthan": 240, "persongraduatedschool": 241, "personhasparent": 242, "mammalsuchasmammal": 243, "inverseofinvertebratehascolor": 244, "meetingeventtitlehasmeetingeventtype": 245, "stadiumhometosport": 246, "cityhashospital": 247, "personhasage": 248, "citylanguage": 249, "academicprogramatuniversity": 250, "statelocatedincountry": 251, "furniturefoundinroom": 252, "productlauchcompetingcompany": 253, "dateoforganzationdissolution": 254, "cityzoos": 255, "malecanbethesameascomedian": 256, "productlauchvenue": 257, "bombinginjured": 258, "geopoliticallocationcontainscountry": 259, "publicationwritesabout": 260, "teamwontrophy": 261, "transportationincity": 262, "inverseofplantincludeplant": 263, "shoppingmallincity": 264, "inverseofbacteriaisthecausativeagentofphysiologicalcondition": 265, "weaponusedinprotest": 266, "personhiredbyorganization": 267, "softwareisprogrammedinprogramminglanguage": 268, "drugpossiblytreatsphysiologicalcondition": 269, "producesproduct": 270, "inverseofarachnidssuchasarachnides": 271, "locationofpersondeath": 272, "schoolgraduatedperson": 273, "musicgenressuchasmusicgenres": 274, "organizationhastopmember": 275, "astronautssuchasaustronauts": 276, "architectssuchasarchitects": 277, "stadiumlocatedincity": 278, "archaeasuchasarchaea": 279, "athleteplayedforschool": 280, "ceoof": 281, "inverseofagriculturalproductgrowninlandscapefeature": 282, "brotherof": 283, "stadiumoreventvenuedisclosescompany": 284, "inverseofautomobilemakerdealersincountry": 285, "inverseoftelevisionshowssuchastelevisionshows": 286, "bombingcausedbyexplosive": 287, "chemicaltypehaschemical": 288, "inverseofamphibiansuchasamphibian": 289, "jobpositionheldbyperson": 290, "arthropodandotherarthropod": 291, "plantrepresentemotion": 292, "athletealsoknownas": 293, "prodctlaunchingproductcompetitor": 294, "newspaperincity": 295, "countriessuchascountries": 296, "actorcanbethesameasathlete": 297, "injuredinearthquake": 298, "citynewspaper": 299, "personhasethnicity": 300, "athleteplayssport": 301, "inverseofbankboughtbank": 302, "economicsectorhasperson": 303, "countrylanguage": 304, "geopoliticallocationresidenceofpersion": 305, "grainusedtomakecandy": 306, "vegetableproductioninstateorprovince": 307, "inverseofbakegoodistypicalincountry": 308, "inverseofcoachcanspeaklanguage": 309, "academicfieldconcernssubject": 310, "personbornincity": 311, "sportsteampositionreceivedathlete": 312, "hasofficeincity": 313, "countryhascompanyoffice": 314, "atdate": 315, "personalsoknownas": 316, "producedby": 317, "commentatorofearthquake": 318, "inverseofgrainusedtomakecandy": 319, "agriculturalproductcookedwithagriculturalproduct": 320, "animalsuchasinsect": 321, "personhasresidenceincountry": 322, "trophywonbyteam": 323, "persondiedatage": 324, "roadaccidenthadguilty": 325, "inverseofaquariumsuchasaquarium": 326, "videogamessuchasvideogames": 327, "inverseofarachnidiseatenbybird": 328, "roadaccidentocurredin": 329, "hotelwasbuiltatfarm": 330, "personhasresidenceingeopoliticallocation": 331, "countrycities": 332, "athletessuchasathletes": 333, "sportsgamesport": 334, "academicfieldhassubfield": 335, "animalsuchasfish": 336, "inverseofinvertebratefeedonfood": 337, "airportsuchasairport": 338, "motherofperson": 339, "victiminroadaccident": 340, "dateofpersonbirth": 341, "agriculturalproductgrowninlandscapefeatures": 342, "mammaleatsinsect": 343, "agriculturalproductproducedbyfarm": 344, "objectcontainsobject": 345, "zooincity": 346, "animalssuchasmammals": 347, "acquired": 348, "celebritysuchascelebrity": 349, "inverseofactorsuchasactor": 350, "bankboughtbank": 351, "competitorofproductlaunch": 352, "stateorprovinceattainstrainstation": 353, "inverseofhobbiessuchashobbies": 354, "countryproducesproduct": 355, "sportsgamewinnerscore": 356, "insecteatsgrain": 357, "atlocation": 358, "inverseoflanguagespokenatisland": 359, "companyproducesvideogamesystem": 360, "inverseofarchaeasuchasarchaea": 361, "damagedinearthquake": 362, "insectcanbeconfundedwitharthropod": 363, "musicsongisatrackofmusicalbum": 364, "radiostationincity": 365, "roadaccidenthadvictim": 366, "diseasecausesphysiologicalcondition": 367, "inverseofathletepublishesinblog": 368, "plantgrowinginplant": 369, "damagedinbombing": 370, "sportsgamescore": 371, "locationofitemexistence": 372, "cityhasstreet": 373, "agentworkedondrug": 374, "actorworkedwithdirector": 375, "inverseofmusicfestivalssuchasmusicfestivals": 376, "sportsgamedate": 377, "proxyof": 378, "inverseofbankchiefexecutiveceo": 379, "inverseofdiseasemaybecausedbydrug": 380, "scientistcanbethesameaswriter": 381, "companyeconomicsector": 382, "foodcancausedisease": 383, "actorsuchasactor": 384, "locationinzipcode": 385, "inverseofmammalinducesemotion": 386, "toolssuchastools": 387, "islandhasskiarea": 388, "moviethatgeneratestelevisionshow": 389, "inverseofanimalsuchasfish": 390, "celebritycanbethesameasceo": 391, "numberofinjuredinroadaccident": 392, "animalthatfeedoninsect": 393, "dateof": 394, "inverseofsoftwareprogrammedinprogramminglanguage": 395, "booksuchasbook": 396, "countrycontainsfarm": 397, "persondiedinstateorprovince": 398, "bookwriter": 399, "politicsbillsponsoredbypoliticianus": 400, "sideeffectcausedbydrug": 401, "clothmadeofplant": 402, "ceocanbethesameascelebrity": 403, "inverseofarthropodlooklikeinsect": 404, "companyofproductlaunch": 405, "mlareaexpert": 406, "beveragecontainsprotein": 407, "countryisthehomeofsportsteam": 408, "agentholdssharesincompany": 409, "politicianussponsoredpoliticsbill": 410, "attractionbefallincity": 411, "weaponssuchasweapons": 412, "hobbiessuchashobbies": 413, "numberofarrestedinbombing": 414, "vehicleistypeofvehicle": 415, "languageofsportsgame": 416, "visualartformartist": 417, "productofproductlaunch": 418, "fishservedwithfood": 419, "religionusesplaceofworship": 420, "earthquakeocurredin": 421, "agriculturalproductcamefromcountry": 422, "organizationnamehasacronym": 423, "inverseofagriculturalproducttoattractinsect": 424, "geopoliticallocationcontainsstate": 425, "cityrestaurants": 426, "locationofbombing": 427, "inverseofagriculturalproductincludingagriculturalproduct": 428, "personbornincountry": 429, "coachstudiedatuniversity": 430, "inverseofmammaleatsinsect": 431, "citylocatedingeopoliticallocation": 432, "moviessuchasmovies": 433, "femalecanbethesameascomedian": 434, "inverseofarterycalledartery": 435, "agriculturalproductincludingagriculturalproduct": 436, "hashusband": 437, "inverseofmountainatgeopoliticallocation": 438, "inverseofanimalssuchasmammals": 439, "conceptprerequisiteof": 440, "inverseofathleteledsportsteam": 441, "economicsectorcompany": 442, "politicianuswenttoschool": 443, "bombingwitness": 444, "inverseofarchitectssuchasarchitects": 445, "cityparks": 446, "teamplaysinleague": 447, "inverseofacademicfieldsuchasacademicfield": 448, "agentstudiesphysiologicalcondition": 449, "inverseoffooddecreasestheriskofdisease": 450, "bacteriaisthecausativeagentofphysiologicalcondition": 451, "magazineisleadbyceo": 452, "productproducedincountry": 453, "hassibling": 454, "zipcodeinlocation": 455, "personhasreligion": 456, "sportsteampositionathlete": 457, "visualartmovementartist": 458, "athletecoach": 459, "agentparticipatedinevent": 460, "commentatorofprotest": 461, "wineryatfarm": 462, "persongraduatedfromuniversity": 463, "actorstarredinmovie": 464, "sourceofearthquake": 465, "inverseofemotionassocietedwithdisease": 466, "buildingfeaturebuiltabovelake": 467, "synonymfor": 468, "acquiredby": 469, "inverseofbacteriacancauseillnessfromfood": 470, "loseringame": 471, "stateorprovinceofpersondeath": 472, "politicianusholdsoffice": 473, "bacteriacancauseillnessfromfood": 474, "organizationleadbyperson": 475, "numberofinjuredinearthquake": 476, "epicenterofearthquake": 477, "athleteplayssportsteamposition": 478, "vegetableisproducedatcountry": 479, "dateoforganizationcreation": 480, "wineproducedbywinery": 481, "haswife": 482, "cityoforganizationheadquarters": 483, "personattendsschool": 484, "locationofprotest": 485, "iteminvolvedwithagent": 486, "bankchiefexecutiveceo": 487, "personleadsgeopoliticalorganization": 488, "sportusesequipment": 489, "locationofroadaccident": 490, "earthquakecasualtiesnumber": 491, "statehaslake": 492, "worksfor": 493, "inverseoffoodcancausedisease": 494, "birdmayconsumeprotein": 495, "agentcreated": 496, "inverseofcoachstudiedatuniversity": 497, "earthquakeinjurednumber": 498, "cityalsoknownas": 499, "scenecontainsobject": 500, "musicianplaysinstrument": 501, "mountaininstate": 502, "physiologicalconditionpossiblytreatedbydrug": 503, "hotelbuiltatpark": 504, "locatedat": 505, "damagedinprotest": 506, "teamplaysagainstteam": 507, "sportteam": 508, "inverseofplantgrowinginplant": 509, "animaltypehasanimal": 510, "organizationdissolvedatdate": 511, "visualartistartform": 512, "aquariumssuchasaquariums": 513, "locationlocatedwithinlocation": 514, "televisionshowssuchastelevisionshows": 515, "locationrepresentedbypolitician": 516, "arthropodlookslikeinsect": 517, "productbeinglauched": 518, "universityhasacademicprogram": 519, "inverseofclothmadeofplant": 520, "persondeathdate": 521, "farmlocatedincountry": 522, "academicfieldusedbyeconomicsector": 523, "inverseofbeveragemadefrombeverage": 524, "languageofcity": 525, "beveragecansoftendisease": 526, "inverseofmoviessuchasmovies": 527, "cityofpersonbirth": 528, "leagueplayers": 529, "writerwrotebook": 530, "inverseofbuildingispartofuniversity": 531, "sportsportsgameexample": 532, "protesteventtime": 533, "airportincity": 534, "stateorprovinceresidenceofperson": 535, "cityresidenceofperson": 536, "organizationhiredperson": 537, "diseasemaybecausedbydrug": 538, "creativeworkcontributedtobyagent": 539, "cityattractions": 540, "invertebratehascolor": 541, "inverseofbooksuchasbook": 542, "athleteflyouttosportsteamposition": 543, "agentcollaborateswithagent": 544, "officeheldbypoliticianus": 545, "agentcreatedorganization": 546, "numberofcasualtiesinroadaccident": 547, "vegetablecanbeservedwithgrain": 548, "athleteledsportsteam": 549, "inverseofinvertebrateturnintoinsect": 550, "subpartoforganization": 551, "awardtrophytournamentwasawardedonstadium": 552, "bombingkilled": 553, "controlledbyagent": 554, "inverseofvegetableisproducedatcountry": 555, "hospitalincity": 556, "inverseofvegetablecanbeservedwithgrain": 557, "inverseofmusicsongisatrackofmusicalbum": 558, "televisionstationincity": 559, "organizationheadquarteredincity": 560, "physiologicalconditionstudedbyperson": 561, "wineryproduceswine": 562, "collidedwith": 563, "inverseofpoliticianuswenttoschool": 564, "locationofevent": 565, "arteriessuchasarteries": 566, "inverseofweaponmadeincountry": 567, "persondiedincity": 568, "personhasresidenceinstateorprovince": 569, "cityhascompanyoffice": 570, "inverseofmagazineisleadbyceo": 571, "musicartistgenre": 572, "televisioncompanyaffiliate": 573, "academicfieldusedinjobposition": 574, "drugworkedonbyagent": 575, "citystadiums": 576, "automodelproducedbymaker": 577, "professionssuchasprofessions": 578, "citysportsteams": 579, "inverseofprofessionactsatthesameareaofpoliticissue": 580, "museumincity": 581, "inverseofmusicalartisthadapetanimal": 582, "victiminbombing": 583, "arachnidiseatenbybird": 584, "amphibiansuchasamphibian": 585, "arthropodcanbeveryirritatingtomammal": 586, "arthropodcalledarthropod": 587, "personbirthdate": 588, "organizationhasagent": 589, "restaurantincity": 590, "musicfestivalssuchasmusicfestivals": 591, "organizationacronymhasname": 592, "coachesinleague": 593, "leaguecoaches": 594, "geopoliticalorganizationleadbyperson": 595, "timeofroadaccident": 596, "cityliesonriver": 597, "inverseofbeveragecansoftendisease": 598, "inverseofathleteinjuredhisbodypart": 599, "roomcancontainitem": 600, "inverseofcolorassociatedwithvisualizableattribut": 601, "inverseofagriculturalproductcamefromcountry": 602, "organizationalsoknownas": 603, "trophywonbycoaches": 604, "attackerinbombing": 605, "agentinvolvedwithitem": 606, "venueofproductlaunch": 607, "issueofpoliticsgroup": 608, "organizationcreatedatdate": 609, "musclelocatedinbodypart": 610, "equipmentusedbysport": 611, "universityledmusicfestival": 612, "eventatlocation": 613, "roomcancontainfurniture": 614, "organizationhasbuilding": 615, "inverseofmammalsuchasmammal": 616, "eventdate": 617, "inverseofathletebeatathlete": 618, "publicationpublishedinmagazine": 619, "athletecanbethesameasactor": 620, "superpartoforganization": 621, "inverseoffishservedwithfood": 622, "marriedinyear": 623, "agentbelongstoorganization": 624, "wifeof": 625, "statelocatedingeopoliticallocation": 626, "sportusesstadium": 627, "teamingame": 628, "cityradiostation": 629, "bodypartwithinbodypart": 630, "arachnidssuchasarachnids": 631, "magnitudeofearthquaque": 632, "protestinjurednumber": 633, "inverseofnewpaperhaswebsite": 634, "animalsuchasmollusk": 635, "inverseofagriculturalproductcookedwithagricultureproduct": 636, "religionofperson": 637, "musicgenreartist": 638, "inverseofstadiumoreventvenuedisclosescompany": 639, "languagespokenatisland": 640, "inverseofathletewinsawardtrophytournament": 641, "inverseofsportschoolincountry": 642, "professionusestool": 643, "companyceo": 644, "bombingoccuredin": 645, "inverseofvideogamessuchasvideogames": 646, "languageofcountry": 647, "players": 648, "inverseofanimalsuchasinsect": 649, "cityaquariums": 650, "subfieldofacademicfield": 651, "languageofuniversity": 652, "animaleatfood": 653, "releasedateexpectedfordrug": 654, "malemovedtostateorprovince": 655, "athletewinsawardtrophytournament": 656, "hotelincity": 657, "awardtrophytournamentisthechampionshipgameofthenationalsport": 658, "chemicalistypeofchemical": 659, "sportsgameloser": 660, "animalpredators": 661, "numberofcasualtiesinearthquake": 662, "inverseofarthropodfeedoninsect": 663, "clothingmadefromplant": 664, "headquarteredin": 665, "televisionstationaffiliatedwith": 666, "buildingfeaturemadefrombuildingmaterial": 667, "commentatorofbombing": 668, "countrycapital": 669, "guiltyofroadaccident": 670, "inverseofcoachworksincountry": 671, "inverseofmeatcomesfromanimal": 672, "countryoforganizationheadquarters": 673, "agentowns": 674, "countryhascitizen": 675, "personineconomicsector": 676, "hassister": 677, "teammember": 678, "bodypartcontainsmuscle": 679, "cityleadbyperson": 680, "citylocatedinstate": 681, "productinstanceof": 682, "professionistypeofprofession": 683, "teamalsoknownas": 684, "protesthadvictim": 685, "inverseofbankbankincountry": 686, "createdbyagent": 687, "personhasjobposition": 688, "athleteplaysinleague": 689, "cityhostsattraction": 690, "cityhotels": 691, "earthquakehadepicenter": 692, "subpartof": 693, "inverseofarthropodcalledarthropod": 694, "musicianinmusicartist": 695, "inverseofbirdmayconsumeprotein": 696, "isshorterthan": 697, "inverseofpersonmovedtostateorprovince": 698, "earthquakehadsource": 699, "conferencessuchasconferences": 700, "bombingattacker": 701, "timeofbombing": 702, "agentcompeteswithagent": 703, "hasofficeincountry": 704, "inverseofagriculturalproductcontainchemical": 705, "weaponmadeincountry": 706, "coffeeservedbycafe": 707, "inverseofanimalsuchasmollusk": 708, "targetinbombing": 709, "inverseofhotelbuiltatpark": 710, "inverseofautomobilemakerchiefexecutiveceo": 711, "protestocurredin": 712, "coachesathlete": 713, "predecessorofproductlaunch": 714, "injuredinroadaccident": 715, "leagueteams": 716, "inverseofdiseasecausesphysiologicalcondition": 717, "companyalsoknownas": 718, "inverseofathletesuchasathlete": 719, "roadaccidentcomentedby": 720, "teamplaysincity": 721, "inverseofbuildingfeaturemadefrombuildingmaterial": 722, "countryofpersondeath": 723, "automobilemakercardealersinstateorprovince": 724, "musicartistmusician": 725, "religionssuchasreligions": 726, "sportsgameloserscore": 727, "numberofinjuredinbombing": 728, "organizationhasperson": 729, "animalsuchasinvertebrate": 730, "teamplayssport": 731, "athletefracturedbone": 732, "countryalsoknownas": 733, "citylocatedincountry": 734, "animalistypeofanimal": 735, "personbelongstoorganization": 736, "coachesteam": 737, "riverflowsthroughcity": 738, "countryresidenceofperson": 739, "inverseofriveremptiesintoriver": 740, "drughassideeffect": 741, "companyhasshareholder": 742, "magazinecontainspublication": 743, "organizationcreatedbyperson": 744, "inverseofconferencessuchasconferences": 745, "meetingeventtitleatdate": 746, "agriculturalproductcutintogeometricshape": 747, "inverseofmalemovedtostateorprovince": 748, "jobpositionusesacademicfield": 749, "inverseofagriculturalproductcomingfromvertebrate": 750, "commentatorofroadaccident": 751, "persondiedinlocation": 752, "inverseofawardtrophytournamentwasawardedonstadium": 753, "streetincity": 754, "organizationheadquarteredincountry": 755, "automakerproducesmodel": 756, "timeofearthquake": 757, "protestcomentedby": 758, "injuredinbombing": 759, "deathageofperson": 760, "bodypartcontainsbodypart": 761, "agriculturalproductgrowinginstateorprovince": 762, "citytelevisionstation": 763, "roadaccidenthadreason": 764, "personleadsorganization": 765, "inverseofsportfansincountry": 766, "cityhasshoppingmall": 767, "countryofpersonbirth": 768, "animaleatvegetable": 769, "inverseofwineryatfarm": 770, "meetingeventtypeincludesmeetingeventtitle": 771, "statecontainsfarm": 772, "academicfieldsuchasacademicfield": 773, "explosivesinbombing": 774, "citycontainsbuilding": 775, "inverseofcriminalarrestedincountry": 776, "cafeservescoffeedrink": 777, "actorofprotest": 778, "inverseofanimalsuchasinvertebrate": 779, "bombingvictim": 780, "directorworkedwithactor": 781, "bombinginjuried": 782, "competeswith": 783, "criminalssuchascriminals": 784, "securityinbombing": 785, "numberofinjuredinprotest": 786, "inverseofautomobilemakercardealersinstateorprovince": 787, "inverseofagriculturalproductgrowinginstateorprovince": 788, "comediancanbethesameasfemale": 789, "stateorprovinceisborderedbystateorprovince": 790, "countrycurrency": 791, "inverseofpersongraduatedfromuniversity": 792, "stadiumhometoathlete": 793, "meetingeventtitlehasspeakingperson": 794, "locationofearthquake": 795, "officeheldbypolitician": 796, "leaguestadiums": 797, "bombingarrested": 798, "dateofsportsgame": 799, "ownedbyagent": 800, "mammalcanbeirritatedbyarthropod": 801, "officebuildingroominbuilding": 802, "inverseofanimaleatvegetable": 803, "animaldevelopdisease": 804, "launchingproducttype": 805, "personhasmother": 806, "inverseofwriterwasbornincity": 807, "attractionmadeofbuildingmaterial": 808, "ismultipleof": 809, "invertebratefeedonfood": 810, "athletehomestadium": 811, "sportfansincountry": 812, "objectpartofobject": 813, "persondiedincountry": 814, "itemfoundinroom": 815, "agriculturalproducttoattractinsect": 816, "inverseoftoolssuchastools": 817, "sportsteampositionforsport": 818, "academicfieldhasperson": 819, "agriculturalproductcomingfromvertebrate": 820, "losingscoreofsportsgame": 821, "colorofobject": 822, "personborninlocation": 823, "inverseofastronautsuchasastronaut": 824, "inverseofanimalfeedoninsect": 825, "inverseofmusicgenressuchasmusicgenres": 826, "lakeinstate": 827, "restaurantlocatedinskyscraper": 828, "personspeakingatmeetingeventtitle": 829, "inverseofautomobilemakerdealersincity": 830}