{"hasWonPrize__person__award": 0, "hasWonPrize__officeholder__award": 1, "hasWonPrize__administrative_district__award": 2, "hasWonPrize__site__award": 3, "hasWonPrize__scientist__award": 4, "hasWonPrize__sovereign__order": 5, "hasWonPrize__sovereign__award": 6, "hasWonPrize__writer__award": 7, "hasWonPrize__person__election": 8, "hasWonPrize__scientist__election": 9, "hasWonPrize__president__award": 10, "hasWonPrize__officeholder__election": 11, "hasWonPrize__official__election": 12, "hasWonPrize__official__award": 13, "hasWonPrize__artist__award": 14, "hasWonPrize__scientist__order": 15, "hasWonPrize__economist__order": 16, "hasWonPrize__economist__award": 17, "hasWonPrize__philosopher__award": 18, "hasWonPrize__comedian__award": 19, "hasWonPrize__officeholder__order": 20, "hasWonPrize__president__election": 21, "hasWonPrize__artist__election": 22, "hasWonPrize__person__order": 23, "hasWonPrize__player__award": 24, "hasWonPrize__president__order": 25, "hasWonPrize__politician__order": 26, "hasWonPrize__politician__award": 27, "hasWonPrize__comedian__election": 28, "hasWonPrize__club__election": 29, "hasWonPrize__club__award": 30, "hasWonPrize__party__award": 31, "hasWonPrize__minister__order": 32, "hasWonPrize__official__order": 33, "hasWonPrize__administrative_district__election": 34, "hasWonPrize__writer__election": 35, "hasWonPrize__minister__award": 36, "hasWonPrize__composer__award": 37, "hasWonPrize__state__election": 38, "hasWonPrize__state__award": 39, "hasWonPrize__site__election": 40, "hasWonPrize__club__order": 41, "hasWonPrize__economist__election": 42, "hasWonPrize__writer__order": 43, "hasWonPrize__saint__order": 44, "hasWonPrize__saint__award": 45, "hasWonPrize__politician__election": 46, "hasWonPrize__university__award": 47, "hasWonPrize__philosopher__election": 48, "hasWonPrize__actor__award": 49, "hasWonPrize__administrative_district__order": 50, "hasWonPrize__site__order": 51, "hasWonPrize__vicinity__award": 52, "hasWonPrize__philosopher__order": 53, "hasWonPrize__country__award": 54, "hasWonPrize__bodybuilder__award": 55, "hasWonPrize__singer__award": 56, "hasWonPrize__party__election": 57, "hasWonPrize__officeholder__event": 58, "hasWonPrize__minister__election": 59, "hasWonPrize__composer__election": 60, "hasWonPrize_inv__award__person": 61, "hasWonPrize_inv__award__officeholder": 62, "hasWonPrize_inv__award__administrative_district": 63, "hasWonPrize_inv__award__site": 64, "hasWonPrize_inv__award__scientist": 65, "hasWonPrize_inv__order__sovereign": 66, "hasWonPrize_inv__award__sovereign": 67, "hasWonPrize_inv__award__writer": 68, "hasWonPrize_inv__election__person": 69, "hasWonPrize_inv__election__scientist": 70, "hasWonPrize_inv__award__president": 71, "hasWonPrize_inv__election__officeholder": 72, "hasWonPrize_inv__election__official": 73, "hasWonPrize_inv__award__official": 74, "hasWonPrize_inv__award__artist": 75, "hasWonPrize_inv__order__scientist": 76, "hasWonPrize_inv__order__economist": 77, "hasWonPrize_inv__award__economist": 78, "hasWonPrize_inv__award__philosopher": 79, "hasWonPrize_inv__award__comedian": 80, "hasWonPrize_inv__order__officeholder": 81, "hasWonPrize_inv__election__president": 82, "hasWonPrize_inv__election__artist": 83, "hasWonPrize_inv__order__person": 84, "hasWonPrize_inv__award__player": 85, "hasWonPrize_inv__order__president": 86, "hasWonPrize_inv__order__politician": 87, "hasWonPrize_inv__award__politician": 88, "hasWonPrize_inv__election__comedian": 89, "hasWonPrize_inv__election__club": 90, "hasWonPrize_inv__award__club": 91, "hasWonPrize_inv__award__party": 92, "hasWonPrize_inv__order__minister": 93, "hasWonPrize_inv__order__official": 94, "hasWonPrize_inv__election__administrative_district": 95, "hasWonPrize_inv__election__writer": 96, "hasWonPrize_inv__award__minister": 97, "hasWonPrize_inv__award__composer": 98, "hasWonPrize_inv__election__state": 99, "hasWonPrize_inv__election__site": 100, "hasWonPrize_inv__award__state": 101, "hasWonPrize_inv__order__club": 102, "hasWonPrize_inv__election__economist": 103, "hasWonPrize_inv__order__writer": 104, "hasWonPrize_inv__order__saint": 105, "hasWonPrize_inv__award__saint": 106, "hasWonPrize_inv__election__politician": 107, "hasWonPrize_inv__award__university": 108, "hasWonPrize_inv__election__philosopher": 109, "hasWonPrize_inv__award__actor": 110, "hasWonPrize_inv__order__administrative_district": 111, "hasWonPrize_inv__order__site": 112, "hasWonPrize_inv__award__vicinity": 113, "hasWonPrize_inv__order__philosopher": 114, "hasWonPrize_inv__award__country": 115, "hasWonPrize_inv__award__bodybuilder": 116, "hasWonPrize_inv__award__singer": 117, "hasWonPrize_inv__election__party": 118, "hasWonPrize_inv__event__officeholder": 119, "hasWonPrize_inv__election__minister": 120, "hasWonPrize_inv__election__composer": 121, "hasChild__officeholder__minister": 122, "hasChild__president__officeholder": 123, "hasChild__person__person": 124, "hasChild__comedian__person": 125, "hasChild__officeholder__officeholder": 126, "hasChild__sovereign__sovereign": 127, "hasChild__philosopher__philosopher": 128, "hasChild__writer__philosopher": 129, "hasChild__minister__minister": 130, "hasChild__person__officeholder": 131, "hasChild__minister__officeholder": 132, "hasChild__sovereign__saint": 133, "hasChild__officeholder__president": 134, "hasChild__philosopher__person": 135, "hasChild__writer__person": 136, "hasChild__president__president": 137, "hasChild__officeholder__person": 138, "hasChild__minister__person": 139, "hasChild__person__artist": 140, "hasChild__artist__artist": 141, "hasChild__president__minister": 142, "hasChild__philosopher__writer": 143, "hasChild__writer__writer": 144, "hasChild__person__sovereign": 145, "hasChild__philosopher__officeholder": 146, "hasChild__writer__officeholder": 147, "hasChild__minister__president": 148, "hasChild_inv__minister__officeholder": 149, "hasChild_inv__officeholder__president": 150, "hasChild_inv__person__person": 151, "hasChild_inv__person__comedian": 152, "hasChild_inv__officeholder__officeholder": 153, "hasChild_inv__sovereign__sovereign": 154, "hasChild_inv__philosopher__philosopher": 155, "hasChild_inv__philosopher__writer": 156, "hasChild_inv__minister__minister": 157, "hasChild_inv__officeholder__person": 158, "hasChild_inv__officeholder__minister": 159, "hasChild_inv__saint__sovereign": 160, "hasChild_inv__president__officeholder": 161, "hasChild_inv__person__philosopher": 162, "hasChild_inv__person__writer": 163, "hasChild_inv__president__president": 164, "hasChild_inv__person__officeholder": 165, "hasChild_inv__person__minister": 166, "hasChild_inv__artist__person": 167, "hasChild_inv__artist__artist": 168, "hasChild_inv__minister__president": 169, "hasChild_inv__writer__philosopher": 170, "hasChild_inv__writer__writer": 171, "hasChild_inv__sovereign__person": 172, "hasChild_inv__officeholder__philosopher": 173, "hasChild_inv__officeholder__writer": 174, "hasChild_inv__president__minister": 175, "isConnectedTo__airport__airport": 176, "isConnectedTo__airport__structure": 177, "isConnectedTo__building__airport": 178, "isConnectedTo__airport__administrative_district": 179, "isConnectedTo__area__administrative_district": 180, "isConnectedTo__airport__military_installation": 181, "isConnectedTo__structure__airport": 182, "isConnectedTo__airport__country": 183, "isConnectedTo__city__administrative_district": 184, "isConnectedTo__vicinity__administrative_district": 185, "isConnectedTo__administrative_district__airport": 186, "isConnectedTo__area__airport": 187, "isConnectedTo__city__airport": 188, "isConnectedTo__vicinity__airport": 189, "isConnectedTo__military_installation__airport": 190, "isConnectedTo__airport__continent": 191, "isConnectedTo__airport__site": 192, "isConnectedTo__city__site": 193, "isConnectedTo__city__vicinity": 194, "isConnectedTo__vicinity__site": 195, "isConnectedTo__vicinity__vicinity": 196, "isConnectedTo__airport__region": 197, "isConnectedTo__building__structure": 198, "isConnectedTo__airport__location": 199, "isConnectedTo__airport__vicinity": 200, "isConnectedTo__airport__commune": 201, "isConnectedTo_inv__airport__airport": 202, "isConnectedTo_inv__structure__airport": 203, "isConnectedTo_inv__airport__building": 204, "isConnectedTo_inv__administrative_district__airport": 205, "isConnectedTo_inv__administrative_district__area": 206, "isConnectedTo_inv__military_installation__airport": 207, "isConnectedTo_inv__airport__structure": 208, "isConnectedTo_inv__country__airport": 209, "isConnectedTo_inv__administrative_district__city": 210, "isConnectedTo_inv__administrative_district__vicinity": 211, "isConnectedTo_inv__airport__administrative_district": 212, "isConnectedTo_inv__airport__area": 213, "isConnectedTo_inv__airport__city": 214, "isConnectedTo_inv__airport__vicinity": 215, "isConnectedTo_inv__airport__military_installation": 216, "isConnectedTo_inv__continent__airport": 217, "isConnectedTo_inv__site__airport": 218, "isConnectedTo_inv__site__city": 219, "isConnectedTo_inv__site__vicinity": 220, "isConnectedTo_inv__vicinity__city": 221, "isConnectedTo_inv__vicinity__vicinity": 222, "isConnectedTo_inv__region__airport": 223, "isConnectedTo_inv__structure__building": 224, "isConnectedTo_inv__location__airport": 225, "isConnectedTo_inv__vicinity__airport": 226, "isConnectedTo_inv__commune__airport": 227, "participatedIn__country__conflict": 228, "participatedIn__subdivision__conflict": 229, "participatedIn__administrative_district__conflict": 230, "participatedIn__country__computer_game": 231, "participatedIn__district__conflict": 232, "participatedIn__country__country": 233, "participatedIn__town__conflict": 234, "participatedIn__area__conflict": 235, "participatedIn__region__conflict": 236, "participatedIn__site__conflict": 237, "participatedIn__island__conflict": 238, "participatedIn__commune__conflict": 239, "participatedIn__sovereign__conflict": 240, "participatedIn__country__administrative_district": 241, "participatedIn__location__conflict": 242, "participatedIn_inv__conflict__country": 243, "participatedIn_inv__conflict__subdivision": 244, "participatedIn_inv__conflict__administrative_district": 245, "participatedIn_inv__computer_game__country": 246, "participatedIn_inv__conflict__district": 247, "participatedIn_inv__country__country": 248, "participatedIn_inv__conflict__town": 249, "participatedIn_inv__conflict__area": 250, "participatedIn_inv__conflict__region": 251, "participatedIn_inv__conflict__site": 252, "participatedIn_inv__conflict__island": 253, "participatedIn_inv__conflict__commune": 254, "participatedIn_inv__conflict__sovereign": 255, "participatedIn_inv__administrative_district__country": 256, "participatedIn_inv__conflict__location": 257, "hasCapital__country__administrative_district": 258, "hasCapital__administrative_district__administrative_district": 259, "hasCapital__country__town": 260, "hasCapital__country__commune": 261, "hasCapital__country__site": 262, "hasCapital__subdivision__administrative_district": 263, "hasCapital__subdivision__site": 264, "hasCapital__country__location": 265, "hasCapital__country__country": 266, "hasCapital__administrative_district__location": 267, "hasCapital__administrative_district__plaza": 268, "hasCapital__district__administrative_district": 269, "hasCapital__district__plaza": 270, "hasCapital__administrative_district__site": 271, "hasCapital__region__site": 272, "hasCapital__administrative_district__commune": 273, "hasCapital__region__commune": 274, "hasCapital__country__subdivision": 275, "hasCapital__location__location": 276, "hasCapital__country__municipality": 277, "hasCapital__district__site": 278, "hasCapital__region__administrative_district": 279, "hasCapital__country__vicinity": 280, "hasCapital__administrative_district__country": 281, "hasCapital__island__administrative_district": 282, "hasCapital__state__administrative_district": 283, "hasCapital__state__site": 284, "hasCapital__administrative_district__municipality": 285, "hasCapital__administrative_district__town": 286, "hasCapital__site__commune": 287, "hasCapital__river__commune": 288, "hasCapital__administrative_district__vicinity": 289, "hasCapital__area__administrative_district": 290, "hasCapital__area__municipality": 291, "hasCapital_inv__administrative_district__country": 292, "hasCapital_inv__administrative_district__administrative_district": 293, "hasCapital_inv__town__country": 294, "hasCapital_inv__commune__country": 295, "hasCapital_inv__site__country": 296, "hasCapital_inv__administrative_district__subdivision": 297, "hasCapital_inv__site__subdivision": 298, "hasCapital_inv__location__country": 299, "hasCapital_inv__country__country": 300, "hasCapital_inv__location__administrative_district": 301, "hasCapital_inv__administrative_district__district": 302, "hasCapital_inv__plaza__administrative_district": 303, "hasCapital_inv__plaza__district": 304, "hasCapital_inv__site__administrative_district": 305, "hasCapital_inv__site__region": 306, "hasCapital_inv__commune__administrative_district": 307, "hasCapital_inv__commune__region": 308, "hasCapital_inv__subdivision__country": 309, "hasCapital_inv__location__location": 310, "hasCapital_inv__municipality__country": 311, "hasCapital_inv__site__district": 312, "hasCapital_inv__administrative_district__region": 313, "hasCapital_inv__vicinity__country": 314, "hasCapital_inv__country__administrative_district": 315, "hasCapital_inv__administrative_district__island": 316, "hasCapital_inv__administrative_district__state": 317, "hasCapital_inv__site__state": 318, "hasCapital_inv__municipality__administrative_district": 319, "hasCapital_inv__town__administrative_district": 320, "hasCapital_inv__commune__site": 321, "hasCapital_inv__commune__river": 322, "hasCapital_inv__vicinity__administrative_district": 323, "hasCapital_inv__administrative_district__area": 324, "hasCapital_inv__municipality__area": 325, "playsFor__person__club": 326, "playsFor__officeholder__club": 327, "playsFor__scientist__club": 328, "playsFor__minister__club": 329, "playsFor__mayor__club": 330, "playsFor__politician__club": 331, "playsFor__sovereign__club": 332, "playsFor__cricketer__club": 333, "playsFor__person__football_team": 334, "playsFor__officeholder__football_team": 335, "playsFor__economist__club": 336, "playsFor__volleyball_player__club": 337, "playsFor__artist__club": 338, "playsFor__player__football_team": 339, "playsFor__minister__football_team": 340, "playsFor__philosopher__club": 341, "playsFor__saint__club": 342, "playsFor__scientist__football_team": 343, "playsFor__comedian__club": 344, "playsFor__governor__football_team": 345, "playsFor__writer__club": 346, "playsFor__player__club": 347, "playsFor__governor__university": 348, "playsFor__saint__football_team": 349, "playsFor__sovereign__football_team": 350, "playsFor__biography__club": 351, "playsFor__criminal__football_team": 352, "playsFor__philosopher__football_team": 353, "playsFor__cricketer__football_team": 354, "playsFor__governor__club": 355, "playsFor__comedian__football_team": 356, "playsFor__official__club": 357, "playsFor__artist__football_team": 358, "playsFor__boxer__club": 359, "playsFor__biography__football_team": 360, "playsFor__economist__football_team": 361, "playsFor__biography__company": 362, "playsFor__volleyball_player__university": 363, "playsFor__writer__football_team": 364, "playsFor__official__football_team": 365, "playsFor__bodybuilder__club": 366, "playsFor__name__club": 367, "playsFor__criminal__club": 368, "playsFor__philosopher__company": 369, "playsFor__person__team": 370, "playsFor_inv__club__person": 371, "playsFor_inv__club__officeholder": 372, "playsFor_inv__club__scientist": 373, "playsFor_inv__club__minister": 374, "playsFor_inv__club__mayor": 375, "playsFor_inv__club__politician": 376, "playsFor_inv__club__sovereign": 377, "playsFor_inv__club__cricketer": 378, "playsFor_inv__football_team__person": 379, "playsFor_inv__football_team__officeholder": 380, "playsFor_inv__club__economist": 381, "playsFor_inv__club__volleyball_player": 382, "playsFor_inv__club__artist": 383, "playsFor_inv__football_team__player": 384, "playsFor_inv__football_team__minister": 385, "playsFor_inv__club__philosopher": 386, "playsFor_inv__club__saint": 387, "playsFor_inv__football_team__scientist": 388, "playsFor_inv__club__comedian": 389, "playsFor_inv__football_team__governor": 390, "playsFor_inv__club__writer": 391, "playsFor_inv__club__player": 392, "playsFor_inv__university__governor": 393, "playsFor_inv__football_team__saint": 394, "playsFor_inv__football_team__sovereign": 395, "playsFor_inv__club__biography": 396, "playsFor_inv__football_team__criminal": 397, "playsFor_inv__football_team__philosopher": 398, "playsFor_inv__football_team__cricketer": 399, "playsFor_inv__club__governor": 400, "playsFor_inv__football_team__comedian": 401, "playsFor_inv__club__official": 402, "playsFor_inv__football_team__artist": 403, "playsFor_inv__club__boxer": 404, "playsFor_inv__football_team__biography": 405, "playsFor_inv__football_team__economist": 406, "playsFor_inv__company__biography": 407, "playsFor_inv__university__volleyball_player": 408, "playsFor_inv__football_team__writer": 409, "playsFor_inv__football_team__official": 410, "playsFor_inv__club__bodybuilder": 411, "playsFor_inv__club__name": 412, "playsFor_inv__club__criminal": 413, "playsFor_inv__company__philosopher": 414, "playsFor_inv__team__person": 415, "influences__philosopher__philosopher": 416, "influences__writer__philosopher": 417, "influences__philosopher__person": 418, "influences__comedian__comedian": 419, "influences__person__comedian": 420, "influences__person__philosopher": 421, "influences__person__writer": 422, "influences__writer__writer": 423, "influences__writer__person": 424, "influences__scientist__philosopher": 425, "influences__philosopher__scientist": 426, "influences__philosopher__writer": 427, "influences__scientist__scientist": 428, "influences__scientist__person": 429, "influences__officeholder__writer": 430, "influences__singer__singer": 431, "influences__singer__artist": 432, "influences__artist__singer": 433, "influences__artist__artist": 434, "influences__saint__philosopher": 435, "influences__leader__philosopher": 436, "influences__person__person": 437, "influences__comedian__person": 438, "influences__scientist__writer": 439, "influences__writer__comedian": 440, "influences__officeholder__officeholder": 441, "influences__officeholder__philosopher": 442, "influences__philosopher__officeholder": 443, "influences__person__officeholder": 444, "influences__officeholder__economist": 445, "influences__philosopher__economist": 446, "influences__person__economist": 447, "influences__person__scientist": 448, "influences__writer__officeholder": 449, "influences__saint__person": 450, "influences__economist__economist": 451, "influences__saint__leader": 452, "influences__philosopher__leader": 453, "influences__philosopher__comedian": 454, "influences__writer__scientist": 455, "influences__writer__sovereign": 456, "influences__scientist__economist": 457, "influences__writer__economist": 458, "influences__philosopher__saint": 459, "influences__economist__philosopher": 460, "influences__economist__scientist": 461, "influences__artist__writer": 462, "influences__saint__scientist": 463, "influences__leader__person": 464, "influences__person__artist": 465, "influences__writer__artist": 466, "influences__scientist__officeholder": 467, "influences__scientist__president": 468, "influences__economist__officeholder": 469, "influences__economist__president": 470, "influences__leader__scientist": 471, "influences__saint__writer": 472, "influences__scientist__minister": 473, "influences__economist__minister": 474, "influences__economist__person": 475, "influences__economist__writer": 476, "influences__officeholder__scientist": 477, "influences__leader__writer": 478, "influences__philosopher__president": 479, "influences__saint__saint": 480, "influences__leader__saint": 481, "influences__artist__comedian": 482, "influences__officeholder__person": 483, "influences__artist__person": 484, "influences__minister__writer": 485, "influences__saint__economist": 486, "influences__philosopher__minister": 487, "influences__artist__philosopher": 488, "influences__artist__officeholder": 489, "influences__officeholder__comedian": 490, "influences_inv__philosopher__philosopher": 491, "influences_inv__philosopher__writer": 492, "influences_inv__person__philosopher": 493, "influences_inv__comedian__comedian": 494, "influences_inv__comedian__person": 495, "influences_inv__philosopher__person": 496, "influences_inv__writer__person": 497, "influences_inv__writer__writer": 498, "influences_inv__person__writer": 499, "influences_inv__philosopher__scientist": 500, "influences_inv__scientist__philosopher": 501, "influences_inv__writer__philosopher": 502, "influences_inv__scientist__scientist": 503, "influences_inv__person__scientist": 504, "influences_inv__writer__officeholder": 505, "influences_inv__singer__singer": 506, "influences_inv__singer__artist": 507, "influences_inv__artist__singer": 508, "influences_inv__artist__artist": 509, "influences_inv__philosopher__saint": 510, "influences_inv__philosopher__leader": 511, "influences_inv__person__person": 512, "influences_inv__person__comedian": 513, "influences_inv__writer__scientist": 514, "influences_inv__comedian__writer": 515, "influences_inv__officeholder__officeholder": 516, "influences_inv__officeholder__philosopher": 517, "influences_inv__officeholder__person": 518, "influences_inv__philosopher__officeholder": 519, "influences_inv__economist__officeholder": 520, "influences_inv__economist__philosopher": 521, "influences_inv__economist__person": 522, "influences_inv__scientist__person": 523, "influences_inv__officeholder__writer": 524, "influences_inv__person__saint": 525, "influences_inv__economist__economist": 526, "influences_inv__leader__saint": 527, "influences_inv__leader__philosopher": 528, "influences_inv__comedian__philosopher": 529, "influences_inv__scientist__writer": 530, "influences_inv__sovereign__writer": 531, "influences_inv__economist__scientist": 532, "influences_inv__economist__writer": 533, "influences_inv__saint__philosopher": 534, "influences_inv__philosopher__economist": 535, "influences_inv__scientist__economist": 536, "influences_inv__writer__artist": 537, "influences_inv__scientist__saint": 538, "influences_inv__person__leader": 539, "influences_inv__artist__person": 540, "influences_inv__artist__writer": 541, "influences_inv__officeholder__scientist": 542, "influences_inv__officeholder__economist": 543, "influences_inv__president__scientist": 544, "influences_inv__president__economist": 545, "influences_inv__scientist__leader": 546, "influences_inv__writer__saint": 547, "influences_inv__minister__scientist": 548, "influences_inv__minister__economist": 549, "influences_inv__person__economist": 550, "influences_inv__writer__economist": 551, "influences_inv__scientist__officeholder": 552, "influences_inv__writer__leader": 553, "influences_inv__president__philosopher": 554, "influences_inv__saint__saint": 555, "influences_inv__saint__leader": 556, "influences_inv__comedian__artist": 557, "influences_inv__person__officeholder": 558, "influences_inv__person__artist": 559, "influences_inv__writer__minister": 560, "influences_inv__economist__saint": 561, "influences_inv__minister__philosopher": 562, "influences_inv__philosopher__artist": 563, "influences_inv__officeholder__artist": 564, "influences_inv__comedian__officeholder": 565, "isLocatedIn__island__administrative_district": 566, "isLocatedIn__administrative_district__administrative_district": 567, "isLocatedIn__administrative_district__site": 568, "isLocatedIn__region__site": 569, "isLocatedIn__administrative_district__country": 570, "isLocatedIn__hockey_team__vicinity": 571, "isLocatedIn__team__vicinity": 572, "isLocatedIn__club__administrative_district": 573, "isLocatedIn__club__site": 574, "isLocatedIn__country__continent": 575, "isLocatedIn__region__administrative_district": 576, "isLocatedIn__organization__country": 577, "isLocatedIn__airport__administrative_district": 578, "isLocatedIn__airport__site": 579, "isLocatedIn__hockey_team__administrative_district": 580, "isLocatedIn__team__administrative_district": 581, "isLocatedIn__airport__country": 582, "isLocatedIn__university__administrative_district": 583, "isLocatedIn__club__county": 584, "isLocatedIn__series__administrative_district": 585, "isLocatedIn__country__country": 586, "isLocatedIn__town__country": 587, "isLocatedIn__continent__body_of_water": 588, "isLocatedIn__location__administrative_district": 589, "isLocatedIn__channel__country": 590, "isLocatedIn__administrative_district__region": 591, "isLocatedIn__region__country": 592, "isLocatedIn__administrative_district__continent": 593, "isLocatedIn__site__country": 594, "isLocatedIn__club__country": 595, "isLocatedIn__municipality__country": 596, "isLocatedIn__site__administrative_district": 597, "isLocatedIn__site__district": 598, "isLocatedIn__site__continent": 599, "isLocatedIn__administrative_district__county": 600, "isLocatedIn__airline__administrative_district": 601, "isLocatedIn__body_of_water__country": 602, "isLocatedIn__sea__country": 603, "isLocatedIn__district__country": 604, "isLocatedIn__county__administrative_district": 605, "isLocatedIn__county__region": 606, "isLocatedIn__airline__airport": 607, "isLocatedIn__site__region": 608, "isLocatedIn__university__country": 609, "isLocatedIn__company__country": 610, "isLocatedIn__commune__administrative_district": 611, "isLocatedIn__commune__region": 612, "isLocatedIn__movie__country": 613, "isLocatedIn__school__county": 614, "isLocatedIn__university__county": 615, "isLocatedIn__area__country": 616, "isLocatedIn__site__county": 617, "isLocatedIn__vicinity__continent": 618, "isLocatedIn__club__location": 619, "isLocatedIn__team__site": 620, "isLocatedIn__university__region": 621, "isLocatedIn__club__municipality": 622, "isLocatedIn__administrative_district__area": 623, "isLocatedIn__municipality__area": 624, "isLocatedIn__island__continent": 625, "isLocatedIn__club__town": 626, "isLocatedIn__conflict__administrative_district": 627, "isLocatedIn__conflict__site": 628, "isLocatedIn__award__country": 629, "isLocatedIn__administrative_district__island": 630, "isLocatedIn__subdivision__county": 631, "isLocatedIn__airport__district": 632, "isLocatedIn__location__country": 633, "isLocatedIn__club__commune": 634, "isLocatedIn__organization__administrative_district": 635, "isLocatedIn__conflict__country": 636, "isLocatedIn__university__district": 637, "isLocatedIn__river__administrative_district": 638, "isLocatedIn__university__location": 639, "isLocatedIn__club__district": 640, "isLocatedIn__university__site": 641, "isLocatedIn__airport__location": 642, "isLocatedIn__country__administrative_district": 643, "isLocatedIn__hockey_team__district": 644, "isLocatedIn__team__district": 645, "isLocatedIn__hockey_team__location": 646, "isLocatedIn__team__country": 647, "isLocatedIn__airport__city": 648, "isLocatedIn__airport__vicinity": 649, "isLocatedIn__school__administrative_district": 650, "isLocatedIn__island__country": 651, "isLocatedIn__conflict__body_of_water": 652, "isLocatedIn__conflict__sea": 653, "isLocatedIn__conflict__island": 654, "isLocatedIn__conflict__peninsula": 655, "isLocatedIn__university__commune": 656, "isLocatedIn__team__location": 657, "isLocatedIn__peninsula__country": 658, "isLocatedIn__conflict__continent": 659, "isLocatedIn__party__country": 660, "isLocatedIn__airport__county": 661, "isLocatedIn__subdivision__continent": 662, "isLocatedIn__military_unit__country": 663, "isLocatedIn__event__administrative_district": 664, "isLocatedIn__event__site": 665, "isLocatedIn__commune__country": 666, "isLocatedIn__administrative_district__district": 667, "isLocatedIn__country__body_of_water": 668, "isLocatedIn__basketball_league__country": 669, "isLocatedIn__album__country": 670, "isLocatedIn__body_of_water__body_of_water": 671, "isLocatedIn__sea__body_of_water": 672, "isLocatedIn__location__location": 673, "isLocatedIn__order__country": 674, "isLocatedIn__river__continent": 675, "isLocatedIn__department__administrative_district": 676, "isLocatedIn__department__region": 677, "isLocatedIn__mountain__country": 678, "isLocatedIn__county__country": 679, "isLocatedIn__range__country": 680, "isLocatedIn__school__location": 681, "isLocatedIn__river__region": 682, "isLocatedIn__hockey_team__town": 683, "isLocatedIn__airport__island": 684, "isLocatedIn__site__site": 685, "isLocatedIn__party__administrative_district": 686, "isLocatedIn__municipality__administrative_district": 687, "isLocatedIn__team__county": 688, "isLocatedIn__company__administrative_district": 689, "isLocatedIn__company__site": 690, "isLocatedIn__company__commune": 691, "isLocatedIn__university__municipality": 692, "isLocatedIn__club__vicinity": 693, "isLocatedIn__party__site": 694, "isLocatedIn__club__region": 695, "isLocatedIn__hockey_team__country": 696, "isLocatedIn__company__area": 697, "isLocatedIn__range__administrative_district": 698, "isLocatedIn__mountain__administrative_district": 699, "isLocatedIn__administrative_district__commune": 700, "isLocatedIn__region__commune": 701, "isLocatedIn__river__country": 702, "isLocatedIn__hockey_team__area": 703, "isLocatedIn__agency__administrative_district": 704, "isLocatedIn__club__island": 705, "isLocatedIn__district__administrative_district": 706, "isLocatedIn__basketball_team__country": 707, "isLocatedIn__organization__district": 708, "isLocatedIn__agency__district": 709, "isLocatedIn__island__body_of_water": 710, "isLocatedIn__airport__commune": 711, "isLocatedIn__company__municipality": 712, "isLocatedIn__conflict__location": 713, "isLocatedIn__company__location": 714, "isLocatedIn__range__district": 715, "isLocatedIn__mountain__district": 716, "isLocatedIn__municipality__continent": 717, "isLocatedIn__conflict__municipality": 718, "isLocatedIn__law_school__administrative_district": 719, "isLocatedIn__airport__municipality": 720, "isLocatedIn__highway_system__administrative_district": 721, "isLocatedIn__body_of_water__administrative_district": 722, "isLocatedIn__sea__administrative_district": 723, "isLocatedIn__party__state": 724, "isLocatedIn__airline__country": 725, "isLocatedIn__league__country": 726, "isLocatedIn__hockey_team__municipality": 727, "isLocatedIn__team__municipality": 728, "isLocatedIn__plaza__administrative_district": 729, "isLocatedIn__plaza__district": 730, "isLocatedIn__county__site": 731, "isLocatedIn__organization__site": 732, "isLocatedIn__location__continent": 733, "isLocatedIn__airport__town": 734, "isLocatedIn__hockey_team__county": 735, "isLocatedIn__county__continent": 736, "isLocatedIn__district__site": 737, "isLocatedIn__movie__administrative_district": 738, "isLocatedIn__body_of_water__continent": 739, "isLocatedIn__sea__continent": 740, "isLocatedIn__town__continent": 741, "isLocatedIn__administrative_district__location": 742, "isLocatedIn__country__peninsula": 743, "isLocatedIn__award__administrative_district": 744, "isLocatedIn__award__site": 745, "isLocatedIn__movie__island": 746, "isLocatedIn__sport__administrative_district": 747, "isLocatedIn__airport__state": 748, "isLocatedIn__borough__administrative_district": 749, "isLocatedIn__borough__site": 750, "isLocatedIn__administrative_district__vicinity": 751, "isLocatedIn__site__subdivision": 752, "isLocatedIn__continent__continent": 753, "isLocatedIn__election__country": 754, "isLocatedIn__party__location": 755, "isLocatedIn__commune__continent": 756, "isLocatedIn__event__country": 757, "isLocatedIn__team__commune": 758, "isLocatedIn__party__district": 759, "isLocatedIn__party__vicinity": 760, "isLocatedIn__country__sea": 761, "isLocatedIn__administrative_district__municipality": 762, "isLocatedIn__administrative_district__town": 763, "isLocatedIn__town__municipality": 764, "isLocatedIn__town__town": 765, "isLocatedIn__movie__area": 766, "isLocatedIn__hockey_team__site": 767, "isLocatedIn__site__island": 768, "isLocatedIn__administrative_district__state": 769, "isLocatedIn__island__island": 770, "isLocatedIn__agency__site": 771, "isLocatedIn__agency__commune": 772, "isLocatedIn__event__municipality": 773, "isLocatedIn__event__town": 774, "isLocatedIn__party__commune": 775, "isLocatedIn__body_of_water__island": 776, "isLocatedIn__sea__island": 777, "isLocatedIn__division__administrative_district": 778, "isLocatedIn__site__commune": 779, "isLocatedIn__river__commune": 780, "isLocatedIn__area__area": 781, "isLocatedIn__party__borough": 782, "isLocatedIn__commune__site": 783, "isLocatedIn__commune__commune": 784, "isLocatedIn__region__continent": 785, "isLocatedIn__vicinity__country": 786, "isLocatedIn__company__state": 787, "isLocatedIn__university__town": 788, "isLocatedIn__order__site": 789, "isLocatedIn__order__commune": 790, "isLocatedIn__military_installation__country": 791, "isLocatedIn__country__river": 792, "isLocatedIn__administrative_district__river": 793, "isLocatedIn__commune__river": 794, "isLocatedIn__town__administrative_district": 795, "isLocatedIn__airline__site": 796, "isLocatedIn__department__country": 797, "isLocatedIn__subdivision__administrative_district": 798, "isLocatedIn__subdivision__region": 799, "isLocatedIn__university__vicinity": 800, "isLocatedIn__site__peninsula": 801, "isLocatedIn__university__area": 802, "isLocatedIn__administrative_district__department": 803, "isLocatedIn__region__department": 804, "isLocatedIn__subdivision__country": 805, "isLocatedIn__club__city": 806, "isLocatedIn__election__administrative_district": 807, "isLocatedIn__country__region": 808, "isLocatedIn__peninsula__body_of_water": 809, "isLocatedIn__location__region": 810, "isLocatedIn__agency__region": 811, "isLocatedIn__borough__county": 812, "isLocatedIn__peninsula__continent": 813, "isLocatedIn__school__site": 814, "isLocatedIn__range__continent": 815, "isLocatedIn__mountain__continent": 816, "isLocatedIn__state__country": 817, "isLocatedIn__country__commune": 818, "isLocatedIn__administrative_district__body_of_water": 819, "isLocatedIn__university__subdivision": 820, "isLocatedIn__airport__region": 821, "isLocatedIn__plaza__country": 822, "isLocatedIn__region__river": 823, "isLocatedIn__island__sea": 824, "isLocatedIn__organization__county": 825, "isLocatedIn__vicinity__administrative_district": 826, "isLocatedIn__military_installation__administrative_district": 827, "isLocatedIn__military_installation__site": 828, "isLocatedIn__channel__area": 829, "isLocatedIn__administrative_district__sea": 830, "isLocatedIn__area__continent": 831, "isLocatedIn__area__administrative_district": 832, "isLocatedIn__site__state": 833, "isLocatedIn__airport__airport": 834, "isLocatedIn__law_school__country": 835, "isLocatedIn__division__country": 836, "isLocatedIn__state__administrative_district": 837, "isLocatedIn__region__county": 838, "isLocatedIn__district__continent": 839, "isLocatedIn__series__site": 840, "isLocatedIn__club__subdivision": 841, "isLocatedIn__party__subdivision": 842, "isLocatedIn__administrative_district__airport": 843, "isLocatedIn__club__area": 844, "isLocatedIn_inv__administrative_district__island": 845, "isLocatedIn_inv__administrative_district__administrative_district": 846, "isLocatedIn_inv__site__administrative_district": 847, "isLocatedIn_inv__site__region": 848, "isLocatedIn_inv__country__administrative_district": 849, "isLocatedIn_inv__vicinity__hockey_team": 850, "isLocatedIn_inv__vicinity__team": 851, "isLocatedIn_inv__administrative_district__club": 852, "isLocatedIn_inv__site__club": 853, "isLocatedIn_inv__continent__country": 854, "isLocatedIn_inv__administrative_district__region": 855, "isLocatedIn_inv__country__organization": 856, "isLocatedIn_inv__administrative_district__airport": 857, "isLocatedIn_inv__site__airport": 858, "isLocatedIn_inv__administrative_district__hockey_team": 859, "isLocatedIn_inv__administrative_district__team": 860, "isLocatedIn_inv__country__airport": 861, "isLocatedIn_inv__administrative_district__university": 862, "isLocatedIn_inv__county__club": 863, "isLocatedIn_inv__administrative_district__series": 864, "isLocatedIn_inv__country__country": 865, "isLocatedIn_inv__country__town": 866, "isLocatedIn_inv__body_of_water__continent": 867, "isLocatedIn_inv__administrative_district__location": 868, "isLocatedIn_inv__country__channel": 869, "isLocatedIn_inv__region__administrative_district": 870, "isLocatedIn_inv__country__region": 871, "isLocatedIn_inv__continent__administrative_district": 872, "isLocatedIn_inv__country__site": 873, "isLocatedIn_inv__country__club": 874, "isLocatedIn_inv__country__municipality": 875, "isLocatedIn_inv__administrative_district__site": 876, "isLocatedIn_inv__district__site": 877, "isLocatedIn_inv__continent__site": 878, "isLocatedIn_inv__county__administrative_district": 879, "isLocatedIn_inv__administrative_district__airline": 880, "isLocatedIn_inv__country__body_of_water": 881, "isLocatedIn_inv__country__sea": 882, "isLocatedIn_inv__country__district": 883, "isLocatedIn_inv__administrative_district__county": 884, "isLocatedIn_inv__region__county": 885, "isLocatedIn_inv__airport__airline": 886, "isLocatedIn_inv__region__site": 887, "isLocatedIn_inv__country__university": 888, "isLocatedIn_inv__country__company": 889, "isLocatedIn_inv__administrative_district__commune": 890, "isLocatedIn_inv__region__commune": 891, "isLocatedIn_inv__country__movie": 892, "isLocatedIn_inv__county__school": 893, "isLocatedIn_inv__county__university": 894, "isLocatedIn_inv__country__area": 895, "isLocatedIn_inv__county__site": 896, "isLocatedIn_inv__continent__vicinity": 897, "isLocatedIn_inv__location__club": 898, "isLocatedIn_inv__site__team": 899, "isLocatedIn_inv__region__university": 900, "isLocatedIn_inv__municipality__club": 901, "isLocatedIn_inv__area__administrative_district": 902, "isLocatedIn_inv__area__municipality": 903, "isLocatedIn_inv__continent__island": 904, "isLocatedIn_inv__town__club": 905, "isLocatedIn_inv__administrative_district__conflict": 906, "isLocatedIn_inv__site__conflict": 907, "isLocatedIn_inv__country__award": 908, "isLocatedIn_inv__island__administrative_district": 909, "isLocatedIn_inv__county__subdivision": 910, "isLocatedIn_inv__district__airport": 911, "isLocatedIn_inv__country__location": 912, "isLocatedIn_inv__commune__club": 913, "isLocatedIn_inv__administrative_district__organization": 914, "isLocatedIn_inv__country__conflict": 915, "isLocatedIn_inv__district__university": 916, "isLocatedIn_inv__administrative_district__river": 917, "isLocatedIn_inv__location__university": 918, "isLocatedIn_inv__district__club": 919, "isLocatedIn_inv__site__university": 920, "isLocatedIn_inv__location__airport": 921, "isLocatedIn_inv__administrative_district__country": 922, "isLocatedIn_inv__district__hockey_team": 923, "isLocatedIn_inv__district__team": 924, "isLocatedIn_inv__location__hockey_team": 925, "isLocatedIn_inv__country__team": 926, "isLocatedIn_inv__city__airport": 927, "isLocatedIn_inv__vicinity__airport": 928, "isLocatedIn_inv__administrative_district__school": 929, "isLocatedIn_inv__country__island": 930, "isLocatedIn_inv__body_of_water__conflict": 931, "isLocatedIn_inv__sea__conflict": 932, "isLocatedIn_inv__island__conflict": 933, "isLocatedIn_inv__peninsula__conflict": 934, "isLocatedIn_inv__commune__university": 935, "isLocatedIn_inv__location__team": 936, "isLocatedIn_inv__country__peninsula": 937, "isLocatedIn_inv__continent__conflict": 938, "isLocatedIn_inv__country__party": 939, "isLocatedIn_inv__county__airport": 940, "isLocatedIn_inv__continent__subdivision": 941, "isLocatedIn_inv__country__military_unit": 942, "isLocatedIn_inv__administrative_district__event": 943, "isLocatedIn_inv__site__event": 944, "isLocatedIn_inv__country__commune": 945, "isLocatedIn_inv__district__administrative_district": 946, "isLocatedIn_inv__body_of_water__country": 947, "isLocatedIn_inv__country__basketball_league": 948, "isLocatedIn_inv__country__album": 949, "isLocatedIn_inv__body_of_water__body_of_water": 950, "isLocatedIn_inv__body_of_water__sea": 951, "isLocatedIn_inv__location__location": 952, "isLocatedIn_inv__country__order": 953, "isLocatedIn_inv__continent__river": 954, "isLocatedIn_inv__administrative_district__department": 955, "isLocatedIn_inv__region__department": 956, "isLocatedIn_inv__country__mountain": 957, "isLocatedIn_inv__country__county": 958, "isLocatedIn_inv__country__range": 959, "isLocatedIn_inv__location__school": 960, "isLocatedIn_inv__region__river": 961, "isLocatedIn_inv__town__hockey_team": 962, "isLocatedIn_inv__island__airport": 963, "isLocatedIn_inv__site__site": 964, "isLocatedIn_inv__administrative_district__party": 965, "isLocatedIn_inv__administrative_district__municipality": 966, "isLocatedIn_inv__county__team": 967, "isLocatedIn_inv__administrative_district__company": 968, "isLocatedIn_inv__site__company": 969, "isLocatedIn_inv__commune__company": 970, "isLocatedIn_inv__municipality__university": 971, "isLocatedIn_inv__vicinity__club": 972, "isLocatedIn_inv__site__party": 973, "isLocatedIn_inv__region__club": 974, "isLocatedIn_inv__country__hockey_team": 975, "isLocatedIn_inv__area__company": 976, "isLocatedIn_inv__administrative_district__range": 977, "isLocatedIn_inv__administrative_district__mountain": 978, "isLocatedIn_inv__commune__administrative_district": 979, "isLocatedIn_inv__commune__region": 980, "isLocatedIn_inv__country__river": 981, "isLocatedIn_inv__area__hockey_team": 982, "isLocatedIn_inv__administrative_district__agency": 983, "isLocatedIn_inv__island__club": 984, "isLocatedIn_inv__administrative_district__district": 985, "isLocatedIn_inv__country__basketball_team": 986, "isLocatedIn_inv__district__organization": 987, "isLocatedIn_inv__district__agency": 988, "isLocatedIn_inv__body_of_water__island": 989, "isLocatedIn_inv__commune__airport": 990, "isLocatedIn_inv__municipality__company": 991, "isLocatedIn_inv__location__conflict": 992, "isLocatedIn_inv__location__company": 993, "isLocatedIn_inv__district__range": 994, "isLocatedIn_inv__district__mountain": 995, "isLocatedIn_inv__continent__municipality": 996, "isLocatedIn_inv__municipality__conflict": 997, "isLocatedIn_inv__administrative_district__law_school": 998, "isLocatedIn_inv__municipality__airport": 999, "isLocatedIn_inv__administrative_district__highway_system": 1000, "isLocatedIn_inv__administrative_district__body_of_water": 1001, "isLocatedIn_inv__administrative_district__sea": 1002, "isLocatedIn_inv__state__party": 1003, "isLocatedIn_inv__country__airline": 1004, "isLocatedIn_inv__country__league": 1005, "isLocatedIn_inv__municipality__hockey_team": 1006, "isLocatedIn_inv__municipality__team": 1007, "isLocatedIn_inv__administrative_district__plaza": 1008, "isLocatedIn_inv__district__plaza": 1009, "isLocatedIn_inv__site__county": 1010, "isLocatedIn_inv__site__organization": 1011, "isLocatedIn_inv__continent__location": 1012, "isLocatedIn_inv__town__airport": 1013, "isLocatedIn_inv__county__hockey_team": 1014, "isLocatedIn_inv__continent__county": 1015, "isLocatedIn_inv__site__district": 1016, "isLocatedIn_inv__administrative_district__movie": 1017, "isLocatedIn_inv__continent__body_of_water": 1018, "isLocatedIn_inv__continent__sea": 1019, "isLocatedIn_inv__continent__town": 1020, "isLocatedIn_inv__location__administrative_district": 1021, "isLocatedIn_inv__peninsula__country": 1022, "isLocatedIn_inv__administrative_district__award": 1023, "isLocatedIn_inv__site__award": 1024, "isLocatedIn_inv__island__movie": 1025, "isLocatedIn_inv__administrative_district__sport": 1026, "isLocatedIn_inv__state__airport": 1027, "isLocatedIn_inv__administrative_district__borough": 1028, "isLocatedIn_inv__site__borough": 1029, "isLocatedIn_inv__vicinity__administrative_district": 1030, "isLocatedIn_inv__subdivision__site": 1031, "isLocatedIn_inv__continent__continent": 1032, "isLocatedIn_inv__country__election": 1033, "isLocatedIn_inv__location__party": 1034, "isLocatedIn_inv__continent__commune": 1035, "isLocatedIn_inv__country__event": 1036, "isLocatedIn_inv__commune__team": 1037, "isLocatedIn_inv__district__party": 1038, "isLocatedIn_inv__vicinity__party": 1039, "isLocatedIn_inv__sea__country": 1040, "isLocatedIn_inv__municipality__administrative_district": 1041, "isLocatedIn_inv__municipality__town": 1042, "isLocatedIn_inv__town__administrative_district": 1043, "isLocatedIn_inv__town__town": 1044, "isLocatedIn_inv__area__movie": 1045, "isLocatedIn_inv__site__hockey_team": 1046, "isLocatedIn_inv__island__site": 1047, "isLocatedIn_inv__state__administrative_district": 1048, "isLocatedIn_inv__island__island": 1049, "isLocatedIn_inv__site__agency": 1050, "isLocatedIn_inv__commune__agency": 1051, "isLocatedIn_inv__municipality__event": 1052, "isLocatedIn_inv__town__event": 1053, "isLocatedIn_inv__commune__party": 1054, "isLocatedIn_inv__island__body_of_water": 1055, "isLocatedIn_inv__island__sea": 1056, "isLocatedIn_inv__administrative_district__division": 1057, "isLocatedIn_inv__commune__site": 1058, "isLocatedIn_inv__commune__river": 1059, "isLocatedIn_inv__area__area": 1060, "isLocatedIn_inv__borough__party": 1061, "isLocatedIn_inv__site__commune": 1062, "isLocatedIn_inv__commune__commune": 1063, "isLocatedIn_inv__continent__region": 1064, "isLocatedIn_inv__country__vicinity": 1065, "isLocatedIn_inv__state__company": 1066, "isLocatedIn_inv__town__university": 1067, "isLocatedIn_inv__site__order": 1068, "isLocatedIn_inv__commune__order": 1069, "isLocatedIn_inv__country__military_installation": 1070, "isLocatedIn_inv__river__country": 1071, "isLocatedIn_inv__river__administrative_district": 1072, "isLocatedIn_inv__river__commune": 1073, "isLocatedIn_inv__administrative_district__town": 1074, "isLocatedIn_inv__site__airline": 1075, "isLocatedIn_inv__country__department": 1076, "isLocatedIn_inv__administrative_district__subdivision": 1077, "isLocatedIn_inv__region__subdivision": 1078, "isLocatedIn_inv__vicinity__university": 1079, "isLocatedIn_inv__peninsula__site": 1080, "isLocatedIn_inv__area__university": 1081, "isLocatedIn_inv__department__administrative_district": 1082, "isLocatedIn_inv__department__region": 1083, "isLocatedIn_inv__country__subdivision": 1084, "isLocatedIn_inv__city__club": 1085, "isLocatedIn_inv__administrative_district__election": 1086, "isLocatedIn_inv__region__country": 1087, "isLocatedIn_inv__body_of_water__peninsula": 1088, "isLocatedIn_inv__region__location": 1089, "isLocatedIn_inv__region__agency": 1090, "isLocatedIn_inv__county__borough": 1091, "isLocatedIn_inv__continent__peninsula": 1092, "isLocatedIn_inv__site__school": 1093, "isLocatedIn_inv__continent__range": 1094, "isLocatedIn_inv__continent__mountain": 1095, "isLocatedIn_inv__country__state": 1096, "isLocatedIn_inv__commune__country": 1097, "isLocatedIn_inv__body_of_water__administrative_district": 1098, "isLocatedIn_inv__subdivision__university": 1099, "isLocatedIn_inv__region__airport": 1100, "isLocatedIn_inv__country__plaza": 1101, "isLocatedIn_inv__river__region": 1102, "isLocatedIn_inv__sea__island": 1103, "isLocatedIn_inv__county__organization": 1104, "isLocatedIn_inv__administrative_district__vicinity": 1105, "isLocatedIn_inv__administrative_district__military_installation": 1106, "isLocatedIn_inv__site__military_installation": 1107, "isLocatedIn_inv__area__channel": 1108, "isLocatedIn_inv__sea__administrative_district": 1109, "isLocatedIn_inv__continent__area": 1110, "isLocatedIn_inv__administrative_district__area": 1111, "isLocatedIn_inv__state__site": 1112, "isLocatedIn_inv__airport__airport": 1113, "isLocatedIn_inv__country__law_school": 1114, "isLocatedIn_inv__country__division": 1115, "isLocatedIn_inv__administrative_district__state": 1116, "isLocatedIn_inv__county__region": 1117, "isLocatedIn_inv__continent__district": 1118, "isLocatedIn_inv__site__series": 1119, "isLocatedIn_inv__subdivision__club": 1120, "isLocatedIn_inv__subdivision__party": 1121, "isLocatedIn_inv__airport__administrative_district": 1122, "isLocatedIn_inv__area__club": 1123, "dealsWith__country__country": 1124, "dealsWith__administrative_district__country": 1125, "dealsWith__district__country": 1126, "dealsWith__country__administrative_district": 1127, "dealsWith__site__country": 1128, "dealsWith__site__administrative_district": 1129, "dealsWith__country__area": 1130, "dealsWith__area__country": 1131, "dealsWith__country__island": 1132, "dealsWith__country__site": 1133, "dealsWith__island__country": 1134, "dealsWith_inv__country__country": 1135, "dealsWith_inv__country__administrative_district": 1136, "dealsWith_inv__country__district": 1137, "dealsWith_inv__country__site": 1138, "dealsWith_inv__administrative_district__country": 1139, "dealsWith_inv__administrative_district__site": 1140, "dealsWith_inv__area__country": 1141, "dealsWith_inv__country__area": 1142, "dealsWith_inv__island__country": 1143, "dealsWith_inv__site__country": 1144, "dealsWith_inv__country__island": 1145, "actedIn__person__album": 1146, "actedIn__person__movie": 1147, "actedIn__comedian__movie": 1148, "actedIn__singer__movie": 1149, "actedIn__artist__album": 1150, "actedIn__artist__movie": 1151, "actedIn__comedian__album": 1152, "actedIn__actor__movie": 1153, "actedIn__politician__movie": 1154, "actedIn_inv__album__person": 1155, "actedIn_inv__movie__person": 1156, "actedIn_inv__movie__comedian": 1157, "actedIn_inv__movie__singer": 1158, "actedIn_inv__album__artist": 1159, "actedIn_inv__movie__artist": 1160, "actedIn_inv__album__comedian": 1161, "actedIn_inv__movie__actor": 1162, "actedIn_inv__movie__politician": 1163, "isCitizenOf__scientist__country": 1164, "isCitizenOf__officeholder__country": 1165, "isCitizenOf__president__country": 1166, "isCitizenOf__person__country": 1167, "isCitizenOf__writer__country": 1168, "isCitizenOf__economist__country": 1169, 