{"genre__album__music_genre": 0, "genre_inv__music_genre__album": 1, "associatedMusicalArtist__musical_artist__musical_artist": 2, "associatedMusicalArtist_inv__musical_artist__musical_artist": 3, "related__ethnic_group__ethnic_group": 4, "related_inv__ethnic_group__ethnic_group": 5, "nationality__writer__country": 6, "nationality_inv__country__writer": 7, "associatedBand__band__band": 8, "associatedBand_inv__band__band": 9, "birthPlace__person__city": 10, "birthPlace_inv__city__person": 11, "race__horse_trainer__horse_race": 12, "race_inv__horse_race__horse_trainer": 13, "recordLabel__band__record_label": 14, "recordLabel_inv__record_label__band": 15, "associatedBand__musical_artist__person": 16, "associatedBand_inv__person__musical_artist": 17, "owningCompany__television_station__company": 18, "owningCompany_inv__company__television_station": 19, "formerBandMember__band__musical_artist": 20, "formerBandMember_inv__musical_artist__band": 21, "battle__office_holder__military_conflict": 22, "battle_inv__military_conflict__office_holder": 23, "language__television_show__language": 24, "language_inv__language__television_show": 25, "recordLabel__musical_artist__record_label": 26, "recordLabel_inv__record_label__musical_artist": 27, "starring__television_show__person": 28, "starring_inv__person__television_show": 29, "recordLabel__band__company": 30, "recordLabel_inv__company__band": 31, "associatedBand__musical_artist__musical_artist": 32, "associatedBand_inv__musical_artist__musical_artist": 33, "country__settlement__country": 34, "country_inv__country__settlement": 35, "almaMater__office_holder__university": 36, "almaMater_inv__university__office_holder": 37, "author__television_show__comedian": 38, "author_inv__comedian__television_show": 39, "nearestCity__lake__city": 40, "nearestCity_inv__city__lake": 41, "birthPlace__person__administrative_region": 42, "birthPlace_inv__administrative_region__person": 43, "battle__military_unit__military_conflict": 44, "battle_inv__military_conflict__military_unit": 45, "sisterStation__radio_station__radio_station": 46, "sisterStation_inv__radio_station__radio_station": 47, "country__settlement__administrative_region": 48, "country_inv__administrative_region__settlement": 49, "associatedMusicalArtist__musical_artist__band": 50, "associatedMusicalArtist_inv__band__musical_artist": 51, "successor__information_appliance__information_appliance": 52, "successor_inv__information_appliance__information_appliance": 53, "residence__person__settlement": 54, "residence_inv__settlement__person": 55, "genre__musical_artist__music_genre": 56, "genre_inv__music_genre__musical_artist": 57, "race__race_horse__horse_race": 58, "race_inv__horse_race__race_horse": 59, "primeMinister__office_holder__prime_minister": 60, "primeMinister_inv__prime_minister__office_holder": 61, "location__building__city": 62, "location_inv__city__building": 63, "genre__band__music_genre": 64, "genre_inv__music_genre__band": 65, "country__town__country": 66, "country_inv__country__town": 67, "associatedBand__band__person": 68, "associatedBand_inv__person__band": 69, "commander__military_conflict__military_person": 70, "commander_inv__military_person__military_conflict": 71, "subsidiary__company__company": 72, "subsidiary_inv__company__company": 73, "birthPlace__scientist__country": 74, "birthPlace_inv__country__scientist": 75, "director__film__person": 76, "director_inv__person__film": 77, "rdf-schema#seeAlso__n_caa_teamseason__n_caa_teamseason": 78, "rdf-schema#seeAlso_inv__n_caa_teamseason__n_caa_teamseason": 79, "associatedMusicalArtist__band__band": 80, "associatedMusicalArtist_inv__band__band": 81, "isPartOf__settlement__administrative_region": 82, "isPartOf_inv__administrative_region__settlement": 83, "genre__single__music_genre": 84, "genre_inv__music_genre__single": 85, "influenced__writer__writer": 86, "influenced_inv__writer__writer": 87, "writer__single__musical_artist": 88, "writer_inv__musical_artist__single": 89, "deathPlace__office_holder__settlement": 90, "deathPlace_inv__settlement__office_holder": 91, "battle__military_person__military_conflict": 92, "battle_inv__military_conflict__military_person": 93, "producer__album__band": 94, "producer_inv__band__album": 95, "successor__royalty__royalty": 96, "successor_inv__royalty__royalty": 97, "country__television_show__country": 98, "country_inv__country__television_show": 99, "populationPlace__ethnic_group__country": 100, "populationPlace_inv__country__ethnic_group": 101, "subsequentWork__single__single": 102, "subsequentWork_inv__single__single": 103, "hometown__musical_artist__administrative_region": 104, "hometown_inv__administrative_region__musical_artist": 105, "headquarter__political_party__city": 106, "headquarter_inv__city__political_party": 107, "country__office_holder__country": 108, "country_inv__country__office_holder": 109, "city__road__town": 110, "city_inv__town__road": 111, "birthPlace__office_holder__administrative_region": 112, "birthPlace_inv__administrative_region__office_holder": 113, "rdf-schema#seeAlso__military_conflict__country": 114, "rdf-schema#seeAlso_inv__country__military_conflict": 115, "owner__radio_station__company": 116, "owner_inv__company__radio_station": 117, "bandMember__band__musical_artist": 118, "bandMember_inv__musical_artist__band": 119, "creator__fictional_character__writer": 120, "creator_inv__writer__fictional_character": 121, "hometown__band__settlement": 122, "hometown_inv__settlement__band": 123, "country__city__country": 124, "country_inv__country__city": 125, "birthPlace__person__country": 126, "birthPlace_inv__country__person": 127, "starring__film__actor": 128, "starring_inv__actor__film": 129, "developer__television_show__person": 130, "developer_inv__person__television_show": 131, "narrator__film__person": 132, "narrator_inv__person__film": 133, "starring__film__person": 134, "starring_inv__person__film": 135, "company__television_show__company": 136, "company_inv__company__television_show": 137, "party__member_o_fparliament__political_party": 138, "party_inv__political_party__member_o_fparliament": 139, "director__television_show__person": 140, "director_inv__person__television_show": 141, "populationPlace__ethnic_group__administrative_region": 142, "populationPlace_inv__administrative_region__ethnic_group": 143, "operatingSystem__software__software": 144, "operatingSystem_inv__software__software": 145, "musicalBand__single__band": 146, "musicalBand_inv__band__single": 147, "birthPlace__person__settlement": 148, "birthPlace_inv__settlement__person": 149, "associatedBand__musical_artist__band": 150, "associatedBand_inv__band__musical_artist": 151, "birthPlace__ice_hocke_yplayer__city": 152, "birthPlace_inv__city__ice_hocke_yplayer": 153, "director__television_episode__writer": 154, "director_inv__writer__television_episode": 155, "artist__album__band": 156, "artist_inv__band__album": 157, "growingGrape__wine_region__grape": 158, "growingGrape_inv__grape__wine_region": 159, "associatedMusicalArtist__musical_artist__person": 160, "associatedMusicalArtist_inv__person__musical_artist": 161, "headquarter__political_party__settlement": 162, "headquarter_inv__settlement__political_party": 163, "recordedIn__single__island": 164, "recordedIn_inv__island__single": 165, "division__company__company": 166, "division_inv__company__company": 167, "hometown__band__country": 168, "hometown_inv__country__band": 169, "computingPlatform__video_game__information_appliance": 170, "computingPlatform_inv__information_appliance__video_game": 171, "assembly__automobile__company": 172, "assembly_inv__company__automobile": 173, "isPartOf__town__administrative_region": 174, "isPartOf_inv__administrative_region__town": 175, "stateOfOrigin__person__country": 176, "stateOfOrigin_inv__country__person": 177, "location__television_show__country": 178, "location_inv__country__television_show": 179, "deathPlace__office_holder__country": 180, "deathPlace_inv__country__office_holder": 181, "education__engineer__university": 182, "education_inv__university__engineer": 183, "birthPlace__office_holder__settlement": 184, "birthPlace_inv__settlement__office_holder": 185, "producer__single__musical_artist": 186, "producer_inv__musical_artist__single": 187, "isPartOf__city__administrative_region": 188, "isPartOf_inv__administrative_region__city": 189, "award__scientist__award": 190, "award_inv__award__scientist": 191, "sisterStation__radio_station__television_station": 192, "sisterStation_inv__television_station__radio_station": 193, "location__television_show__city": 194, "location_inv__city__television_show": 195, "musicalArtist__single__band": 196, "musicalArtist_inv__band__single": 197, "place__military_conflict__country": 198, "place_inv__country__military_conflict": 199, "composer__television_show__person": 200, "composer_inv__person__television_show": 201, "producer__single__band": 202, "producer_inv__band__single": 203, "populationPlace__ethnic_group__city": 204, "populationPlace_inv__city__ethnic_group": 205, "deathPlace__person__administrative_region": 206, "deathPlace_inv__administrative_region__person": 207, "internationalAffiliation__political_party__organisation": 208, "internationalAffiliation_inv__organisation__political_party": 209, "successor__automobile__automobile": 210, "successor_inv__automobile__automobile": 211, "deathPlace__person__settlement": 212, "deathPlace_inv__settlement__person": 213, "region__settlement__settlement": 214, "region_inv__settlement__settlement": 215, "predecessor__office_holder__office_holder": 216, "predecessor_inv__office_holder__office_holder": 217, "department__settlement__settlement": 218, "department_inv__settlement__settlement": 219, "related__television_show__television_show": 220, "related_inv__television_show__television_show": 221, "broadcastArea__television_station__country": 222, "broadcastArea_inv__country__television_station": 223, "voice__television_show__person": 224, "voice_inv__person__television_show": 225, "subsequentWork__album__album": 226, "subsequentWork_inv__album__album": 227, "successor__office_holder__office_holder": 228, "successor_inv__office_holder__office_holder": 229, "deathPlace__musical_artist__settlement": 230, "deathPlace_inv__settlement__musical_artist": 231, "influencedBy__writer__philosopher": 232, "influencedBy_inv__philosopher__writer": 233, "recordedIn__single__settlement": 234, "recordedIn_inv__settlement__single": 235, "foundationPlace__company__city": 236, "foundationPlace_inv__city__company": 237, "distributingLabel__record_label__record_label": 238, "distributingLabel_inv__record_label__record_label": 239, "formerTeam__ice_hocke_yplayer__hockey_team": 240, "formerTeam_inv__hockey_team__ice_hocke_yplayer": 241, "state__administrative_region__administrative_region": 242, "state_inv__administrative_region__administrative_region": 243, "producer__film__person": 244, "producer_inv__person__film": 245, "country__village__country": 246, "country_inv__country__village": 247, "recordLabel__single__company": 248, "recordLabel_inv__company__single": 249, "nationality__writer__ethnic_group": 250, "nationality_inv__ethnic_group__writer": 251, "recordLabel__single__record_label": 252, "recordLabel_inv__record_label__single": 253, "country__university__country": 254, "country_inv__country__university": 255, "influenced__programming_language__programming_language": 256, "influenced_inv__programming_language__programming_language": 257, "raceHorse__jockey__race_horse": 258, "raceHorse_inv__race_horse__jockey": 259, "deathPlace__politician__country": 260, "deathPlace_inv__country__politician": 261, "isPartOf__town__settlement": 262, "isPartOf_inv__settlement__town": 263, "deathPlace__scientist__country": 264, "deathPlace_inv__country__scientist": 265, "distributor__television_show__company": 266, "distributor_inv__company__television_show": 267, "party__office_holder__political_party": 268, "party_inv__political_party__office_holder": 269, "distributingCompany__record_label__company": 270, "distributingCompany_inv__company__record_label": 271, "hometown__band__city": 272, "hometown_inv__city__band": 273, "hometown__band__administrative_region": 274, "hometown_inv__administrative_region__band": 275, "grandsire__race_horse__race_horse": 276, "grandsire_inv__race_horse__race_horse": 277, "broadcastArea__radio_station__city": 278, "broadcastArea_inv__city__radio_station": 279, "birthPlace__musical_artist__city": 280, "birthPlace_inv__city__musical_artist": 281, "hometown__musical_artist__city": 282, "hometown_inv__city__musical_artist": 283, "country__soccer_league__country": 284, "country_inv__country__soccer_league": 285, "rdf-schema#seeAlso__settlement__administrative_region": 286, "rdf-schema#seeAlso_inv__administrative_region__settlement": 287, "deathPlace__office_holder__administrative_region": 288, "deathPlace_inv__administrative_region__office_holder": 289, "successor__company__company": 290, "successor_inv__company__company": 291, "language__country__language": 292, "language_inv__language__country": 293, "associatedMusicalArtist__band__musical_artist": 294, "associatedMusicalArtist_inv__musical_artist__band": 295, "birthPlace__scientist__administrative_region": 296, "birthPlace_inv__administrative_region__scientist": 297, "currency__country__currency": 298, "currency_inv__currency__country": 299, "ethnicity__person__ethnic_group": 300, "ethnicity_inv__ethnic_group__person": 301, "showJudge__television_show__person": 302, "showJudge_inv__person__television_show": 303, "language__television_station__language": 304, "language_inv__language__television_station": 305, "predecessor__office_holder__person": 306, "predecessor_inv__person__office_holder": 307, "primeMinister__member_o_fparliament__office_holder": 308, "primeMinister_inv__office_holder__member_o_fparliament": 309, "language__ethnic_group__language": 310, "language_inv__language__ethnic_group": 311, "isPartOf__settlement__settlement": 312, "isPartOf_inv__settlement__settlement": 313, "writer__single__person": 314, "writer_inv__person__single": 315, "countySeat__administrative_region__settlement": 316, "countySeat_inv__settlement__administrative_region": 317, "broadcastArea__radio_station__country": 318, "broadcastArea_inv__country__radio_station": 319, "militaryBranch__senator__military_unit": 320, "militaryBranch_inv__military_unit__senator": 321, "ground__soccer_club__settlement": 322, "ground_inv__settlement__soccer_club": 323, "usedInWar__weapon__military_conflict": 324, "usedInWar_inv__military_conflict__weapon": 325, "neighboringMunicipality__settlement__settlement": 326, "neighboringMunicipality_inv__settlement__settlement": 327, "inflow__sea__body_o_fwater": 328, "inflow_inv__body_o_fwater__sea": 329, "birthPlace__musical_artist__country": 330, "birthPlace_inv__country__musical_artist": 331, "associatedBand__band__musical_artist": 332, "associatedBand_inv__musical_artist__band": 333, "country__television_station__country": 334, "country_inv__country__television_station": 335, "country__military_unit__country": 336, "country_inv__country__military_unit": 337, "birthPlace__congressman__city": 338, "birthPlace_inv__city__congressman": 339, "sisterStation__television_station__television_station": 340, "sisterStation_inv__television_station__television_station": 341, "parentCompany__company__company": 342, "parentCompany_inv__company__company": 343, "producer__album__musical_artist": 344, "producer_inv__musical_artist__album": 345, "partner__person__person": 346, "partner_inv__person__person": 347, "rdf-schema#seeAlso__town__country": 348, "rdf-schema#seeAlso_inv__country__town": 349, "formerBandMember__band__band": 350, "formerBandMember_inv__band__band": 351, "largestCity__country__settlement": 352, "largestCity_inv__settlement__country": 353, "child__member_o_fparliament__member_o_fparliament": 354, "child_inv__member_o_fparliament__member_o_fparliament": 355, "nationality__person__country": 356, "nationality_inv__country__person": 357, "relatedMeanOfTransportation__automobile__automobile": 358, "relatedMeanOfTransportation_inv__automobile__automobile": 359, "executiveProducer__television_show__person": 360, "executiveProducer_inv__person__television_show": 361, "channel__television_show__broadcast_network": 362, "channel_inv__broadcast_network__television_show": 363, "voice__fictional_character__person": 364, "voice_inv__person__fictional_character": 365, "recordLabel__musical_artist__company": 366, "recordLabel_inv__company__musical_artist": 367, "starring__film__writer": 368, "starring_inv__writer__film": 369, "city__school__city": 370, "city_inv__city__school": 371, "language__song__language": 372, "language_inv__language__song": 373, "album__single__album": 374, "album_inv__album__single": 375, "artist__album__person": 376, "artist_inv__person__album": 377, "managerClub__soccer_manager__soccer_club": 378, "managerClub_inv__soccer_club__soccer_manager": 379, "openingTheme__television_show__single": 380, "openingTheme_inv__single__television_show": 381, "president__political_party__office_holder": 382, "president_inv__office_holder__political_party": 383, "musicalBand__single__musical_artist": 384, "musicalBand_inv__musical_artist__single": 385, "stylisticOrigin__music_genre__music_genre": 386, "stylisticOrigin_inv__music_genre__music_genre": 387, "city__river__settlement": 388, "city_inv__settlement__river": 389, "part__settlement__settlement": 390, "part_inv__settlement__settlement": 391, "countySeat__administrative_region__city": 392, "countySeat_inv__city__administrative_region": 393, "commander__military_conflict__person": 394, "commander_inv__person__military_conflict": 395, "associatedMusicalArtist__musical_artist__television_show": 396, "associatedMusicalArtist_inv__television_show__musical_artist": 397, "deputy__office_holder__office_holder": 398, "deputy_inv__office_holder__office_holder": 399, "deathPlace__musical_artist__country": 400, "deathPlace_inv__country__musical_artist": 401, "nationality__person__ethnic_group": 402, "nationality_inv__ethnic_group__person": 403, "birthPlace__royalty__settlement": 404, "birthPlace_inv__settlement__royalty": 405, "previousWork__single__single": 406, "previousWork_inv__single__single": 407, "musicalArtist__single__person": 408, "musicalArtist_inv__person__single": 409, "guest__television_episode__person": 410, "guest_inv__person__television_episode": 411, "residence__person__city": 412, "residence_inv__city__person": 413, "deathPlace__scientist__city": 414, "deathPlace_inv__city__scientist": 415, "influencedBy__scientist__writer": 416, "influencedBy_inv__writer__scientist": 417, "starring__television_show__comedian": 418, "starring_inv__comedian__television_show": 419, "birthPlace__musical_artist__administrative_region": 420, "birthPlace_inv__administrative_region__musical_artist": 421, "recordLabel__album__record_label": 422, "recordLabel_inv__record_label__album": 423, "hometown__musical_artist__country": 424, "hometown_inv__country__musical_artist": 425, "channel__television_show__television_station": 426, "channel_inv__television_station__television_show": 427, "musicalBand__single__person": 428, "musicalBand_inv__person__single": 429, "rdf-schema#seeAlso__office_holder__administrative_region": 430, "rdf-schema#seeAlso_inv__administrative_region__office_holder": 431, "regionServed__company__country": 432, "regionServed_inv__country__company": 433, "assembly__automobile__country": 434, "assembly_inv__country__automobile": 435, "formerTeam__ice_hocke_yplayer__ice_hocke_yleague": 436, "formerTeam_inv__ice_hocke_yleague__ice_hocke_yplayer": 437, "state__river__administrative_region": 438, "state_inv__administrative_region__river": 439, "locationCountry__company__country": 440, "locationCountry_inv__country__company": 441, "restingPlace__royalty__religious_building": 442, "restingPlace_inv__religious_building__royalty": 443, "city__radio_station__city": 444, "city_inv__city__radio_station": 445, "almaMater__governor__college": 446, "almaMater_inv__college__governor": 447, "regionServed__bank__continent": 448, "regionServed_inv__continent__bank": 449, "region__food__country": 450, "region_inv__country__food": 451, "district__river__settlement": 452, "district_inv__settlement__river": 453, "location__company__city": 454, "location_inv__city__company": 455, "commander__military_conflict__president": 456, "commander_inv__president__military_conflict": 457, "series__television_episode__television_show": 458, "series_inv__television_show__television_episode": 459, "kingdom__plant__eukaryote": 460, "kingdom_inv__eukaryote__plant": 461, "birthPlace__ice_hocke_yplayer__country": 462, "birthPlace_inv__country__ice_hocke_yplayer": 463, "monarch__office_holder__royalty": 464, "monarch_inv__royalty__office_holder": 465, "producer__television_show__person": 466, "producer_inv__person__television_show": 467, "deathPlace__writer__settlement": 468, "deathPlace_inv__settlement__writer": 469, "notableStudent__scientist__writer": 470, "notableStudent_inv__writer__scientist": 471, "president__office_holder__president": 472, "president_inv__president__office_holder": 473, "commander__military_conflict__office_holder": 474, "commander_inv__office_holder__military_conflict": 475, "region__office_holder__administrative_region": 476, "region_inv__administrative_region__office_holder": 477, "producer__album__person": 478, "producer_inv__person__album": 479, "deathCause__person__disease": 480, "deathCause_inv__disease__person": 481, "deathPlace__musical_artist__administrative_region": 482, "deathPlace_inv__administrative_region__musical_artist": 483, "writer__television_episode__person": 484, "writer_inv__person__television_episode": 485, "headquarter__television_station__settlement": 486, "headquarter_inv__settlement__television_station": 487, "language__software__language": 488, "language_inv__language__software": 489, "country__sea__country": 490, "country_inv__country__sea": 491, "influencedBy__writer__writer": 492, "influencedBy_inv__writer__writer": 493, "birthPlace__ice_hocke_yplayer__town": 494, "birthPlace_inv__town__ice_hocke_yplayer": 495, "distributor__film__company": 496, "distributor_inv__company__film": 497, "deathPlace__governor__town": 498, "deathPlace_inv__town__governor": 499, "country__administrative_region__country": 500, "country_inv__country__administrative_region": 501, "primeMinister__office_holder__office_holder": 502, "primeMinister_inv__office_holder__office_holder": 503, "location__company__country": 504, "location_inv__country__company": 505, "rightTributary__river__river": 506, "rightTributary_inv__river__river": 507, "successor__politician__office_holder": 508, "successor_inv__office_holder__politician": 509, "computingPlatform__video_game__software": 510, "computingPlatform_inv__software__video_game": 511, "birthPlace__person__town": 512, "birthPlace_inv__town__person": 513, "almaMater__scientist__university": 514, "almaMater_inv__university__scientist": 515, "birthPlace__office_holder__country": 516, "birthPlace_inv__country__office_holder": 517, "influenced__philosopher__philosopher": 518, "influenced_inv__philosopher__philosopher": 519, "cinematography__film__person": 520, "cinematography_inv__person__film": 521, "rdf-schema#seeAlso__settlement__country": 522, "rdf-schema#seeAlso_inv__country__settlement": 523, "genre__record_label__music_genre": 524, "genre_inv__music_genre__record_label": 525, "birthPlace__writer__settlement": 526, "birthPlace_inv__settlement__writer": 527, "sire__race_horse__race_horse": 528, "sire_inv__race_horse__race_horse": 529, "primeMinister__politician__office_holder": 530, "primeMinister_inv__office_holder__politician": 531, "influencedBy__philosopher__philosopher": 532, "influencedBy_inv__philosopher__philosopher": 533, "hometown__musical_artist__town": 534, "hometown_inv__town__musical_artist": 535, "birthPlace__comedian__administrative_region": 536, "birthPlace_inv__administrative_region__comedian": 537, "residence__scientist__country": 538, "residence_inv__country__scientist": 539, "city__road__city": 540, "city_inv__city__road": 541, "associatedMusicalArtist__band__person": 542, "associatedMusicalArtist_inv__person__band": 543, "isPartOfMilitaryConflict__military_conflict__military_conflict": 544, "isPartOfMilitaryConflict_inv__military_conflict__military_conflict": 545, "education__person__organisation": 546, "education_inv__organisation__person": 547, "parent__royalty__royalty": 548, "parent_inv__royalty__royalty": 549, "recordedIn__single__administrative_region": 550, "recordedIn_inv__administrative_region__single": 551, "language__film__language": 552, "language_inv__language__film": 553, "birthPlace__musical_artist__settlement": 554, "birthPlace_inv__settlement__musical_artist": 555, "automobilePlatform__automobile__automobile": 556, "automobilePlatform_inv__automobile__automobile": 557, "almaMater__economist__university": 558, "almaMater_inv__university__economist": 559, "country__award__country": 560, "country_inv__country__award": 561, "tenant__stadium__soccer_club": 562, "tenant_inv__soccer_club__stadium": 563, "capital__country__settlement": 564, "capital_inv__settlement__country": 565, "instrument__musical_artist__company": 566, "instrument_inv__company__musical_artist": 567, "broadcastArea__radio_station__settlement": 568, "broadcastArea_inv__settlement__radio_station": 569, "editing__film__person": 570, "editing_inv__person__film": 571, "isPartOf__settlement__country": 572, "isPartOf_inv__country__settlement": 573, "deathPlace__writer__city": 574, "deathPlace_inv__city__writer": 575, "producer__television_show__broadcast_network": 576, "producer_inv__broadcast_network__television_show": 577, "deathPlace__scientist__settlement": 578, "deathPlace_inv__settlement__scientist": 579, "deathPlace__writer__administrative_region": 580, "deathPlace_inv__administrative_region__writer": 581, "president__office_holder__office_holder": 582, "president_inv__office_holder__office_holder": 583, "birthPlace__jockey__city": 584, "birthPlace_inv__city__jockey": 585, "regionServed__company__continent": 586, "regionServed_inv__continent__company": 587, "associatedMusicalArtist__band__company": 588, "associatedMusicalArtist_inv__company__band": 589, "birthPlace__writer__country": 590, "birthPlace_inv__country__writer": 591, "deathPlace__person__city": 592, "deathPlace_inv__city__person": 593, "leaderName__settlement__political_party": 594, "leaderName_inv__political_party__settlement": 595, "city__river__city": 596, "city_inv__city__river": 597, "routeJunction__road__road": 598, "routeJunction_inv__road__road": 599, "leaderParty__settlement__political_party": 600, "leaderParty_inv__political_party__settlement": 601, "writer__film__person": 602, "writer_inv__person__film": 603, "owningCompany__company__company": 604, "owningCompany_inv__company__company": 605, "deputy__politician__office_holder": 606, "deputy_inv__office_holder__politician": 607, "associate__office_holder__office_holder": 608, "associate_inv__office_holder__office_holder": 609, "predecessor__automobile__automobile": 610, "predecessor_inv__automobile__automobile": 611, "writer__song__musical_artist": 612, "writer_inv__musical_artist__song": 613, "routeJunction__road__administrative_region": 614, "routeJunction_inv__administrative_region__road": 615, "network__television_show__broadcast_network": 616, "network_inv__broadcast_network__television_show": 617, "largestCity__administrative_region__city": 618, "largestCity_inv__city__administrative_region": 619, "birthPlace__office_holder__city": 620, "birthPlace_inv__city__office_holder": 621, "citizenship__scientist__country": 622, "citizenship_inv__country__scientist": 623, "musicComposer__television_episode__single": 624, "musicComposer_inv__single__television_episode": 625, "nationality__office_holder__country": 626, "nationality_inv__country__office_holder": 627, "rdf-schema#seeAlso__political_party__country": 628, "rdf-schema#seeAlso_inv__country__political_party": 629, "race__jockey__horse_race": 630, "race_inv__horse_race__jockey": 631, "broadcastArea__broadcast_network__settlement": 632, "broadcastArea_inv__settlement__broadcast_network": 633, "deathPlace__royalty__historic_place": 634, "deathPlace_inv__historic_place__royalty": 635, "honours__jockey__museum": 636, "honours_inv__museum__jockey": 637, "almaMater__person__university": 638, "almaMater_inv__university__person": 639, "almaMater__president__college": 640, "almaMater_inv__college__president": 641, "recordLabel__actor__record_label": 642, "recordLabel_inv__record_label__actor": 643, "relation__person__office_holder": 644, "relation_inv__office_holder__person": 645, "computingPlatform__software__software": 646, "computingPlatform_inv__software__software": 647, "successor__office_holder__prime_minister": 648, "successor_inv__prime_minister__office_holder": 649, "birthPlace__horse_trainer__island": 650, "birthPlace_inv__island__horse_trainer": 651, "routeJunction__road__city": 652, "routeJunction_inv__city__road": 653, "deathPlace__person__country": 654, "deathPlace_inv__country__person": 655, "sourcePlace__river__settlement": 656, "sourcePlace_inv__settlement__river": 657, "locationCity__company__city": 658, "locationCity_inv__city__company": 659, "writer__single__band": 660, "writer_inv__band__single": 661, "doctoralStudent__scientist__scientist": 662, "doctoralStudent_inv__scientist__scientist": 663, "location__record_label__city": 664, "location_inv__city__record_label": 665, "regionServed__bank__country": 666, "regionServed_inv__country__bank": 667, "spouse__fictional_character__fictional_character": 668, "spouse_inv__fictional_character__fictional_character": 669, "creator__television_show__person": 670, "creator_inv__person__television_show": 671, "deathPlace__politician__settlement": 672, "deathPlace_inv__settlement__politician": 673, "programmingLanguage__software__programming_language": 674, "programmingLanguage_inv__programming_language__software": 675, "child__fictional_character__fictional_character": 676, "child_inv__fictional_character__fictional_character": 677, "garrison__military_unit__settlement": 678, "garrison_inv__settlement__military_unit": 679, "battle__congressman__military_conflict": 680, "battle_inv__military_conflict__congressman": 681, "leaderName__city__political_party": 682, "leaderName_inv__political_party__city": 683, "headquarter__public_transi_tsystem__administrative_region": 684, "headquarter_inv__administrative_region__public_transi_tsystem": 685, "successor__prime_minister__prime_minister": 686, "successor_inv__prime_minister__prime_minister": 687, "executiveProducer__television_show__writer": 688, "executiveProducer_inv__writer__television_show": 689, "leaderName__city__member_o_fparliament": 690, "leaderName_inv__member_o_fparliament__city": 691, "author__television_show__person": 692, "author_inv__person__television_show": 693, "influencedBy__scientist__scientist": 694, "influencedBy_inv__scientist__scientist": 695, "affiliation__university__organisation": 696, "affiliation_inv__organisation__university": 697, "musicalArtist__single__musical_artist": 698, "musicalArtist_inv__musical_artist__single": 699, "spouse__office_holder__office_holder": 700, "spouse_inv__office_holder__office_holder": 701, "publisher__magazine__publisher": 702, "publisher_inv__publisher__magazine": 703, "city__university__city": 704, "city_inv__city__university": 705, "birthPlace__politician__settlement": 706, "birthPlace_inv__settlement__politician": 707, "affiliation__university__university": 708, "affiliation_inv__university__university": 709, "assembly__automobile__town": 710, "assembly_inv__town__automobile": 711, "district__settlement__administrative_region": 712, "district_inv__administrative_region__settlement": 713, "owner__company__musical_artist": 714, "owner_inv__musical_artist__company": 715, "birthPlace__office_holder__town": 716, "birthPlace_inv__town__office_holder": 717, "previousWork__television_show__film": 718, "previousWork_inv__film__television_show": 719, "nationality__astronaut__country": 720, "nationality_inv__country__astronaut": 721, "riverMouth__river__river": 722, "riverMouth_inv__river__river": 723, "routeJunction__road__settlement": 724, "routeJunction_inv__settlement__road": 725, "assembly__automobile__city": 726, "assembly_inv__city__automobile": 727, "restingPlace__royalty__city": 728, "restingPlace_inv__city__royalty": 729, "composer__television_show__single": 730, "composer_inv__single__television_show": 731, "foundedBy__company__person": 732, "foundedBy_inv__person__company": 733, "parentCompany__record_label__record_label": 734, "parentCompany_inv__record_label__record_label": 735, "currency__organisation__country": 736, "currency_inv__country__organisation": 737, "owner__company__company": 738, "owner_inv__company__company": 739, "foundationPlace__company__country": 740, "foundationPlace_inv__country__company": 741, "influencedBy__philosopher__office_holder": 742, "influencedBy_inv__office_holder__philosopher": 743, "keyPerson__company__person": 744, "keyPerson_inv__person__company": 745, "militaryUnit__office_holder__military_unit": 746, "militaryUnit_inv__military_unit__office_holder": 747, "predecessor__office_holder__prime_minister": 748, "predecessor_inv__prime_minister__office_holder": 749, "musicComposer__film__musical_artist": 750, "musicComposer_inv__musical_artist__film": 751, "party__judge__political_party": 752, "party_inv__political_party__judge": 753, "education__medician__college": 754, "education_inv__college__medician": 755, "foundationPlace__company__settlement": 756, "foundationPlace_inv__settlement__company": 757, "isPartOf__city__settlement": 758, "isPartOf_inv__settlement__city": 759, "location__lake__country": 760, "location_inv__country__lake": 761, "appointer__office_holder__president": 762, "appointer_inv__president__office_holder": 763, "spouse__writer__writer": 764, "spouse_inv__writer__writer": 765, "influenced__philosopher__scientist": 766, "influenced_inv__scientist__philosopher": 767, "deathPlace__saint__settlement": 768, "deathPlace_inv__settlement__saint": 769, "militaryBranch__military_unit__military_unit": 770, "militaryBranch_inv__military_unit__military_unit": 771, "isPartOf__administrative_region__city": 772, "isPartOf_inv__city__administrative_region": 773, "influenced__writer__philosopher": 774, "influenced_inv__philosopher__writer": 775, "lieutenant__office_holder__office_holder": 776, "lieutenant_inv__office_holder__office_holder": 777, "country__town__settlement": 778, "country_inv__settlement__town": 779, "guest__television_episode__musical_artist": 780, "guest_inv__musical_artist__television_episode": 781, "residence__office_holder__administrative_region": 782, "residence_inv__administrative_region__office_holder": 783, "targetAirport__airline__airport": 784, "targetAirport_inv__airport__airline": 785, "composer__television_show__musical_artist": 786, "composer_inv__musical_artist__television_show": 787, "leaderName__town__political_party": 788, "leaderName_inv__political_party__town": 789, "tenant__stadium__basketball_team": 790, "tenant_inv__basketball_team__stadium": 791, "locationCountry__television_station__country": 792, "locationCountry_inv__country__television_station": 793, "rdf-schema#seeAlso__music_genre__music_genre": 794, "rdf-schema#seeAlso_inv__music_genre__music_genre": 795, "country__school__country": 796, "country_inv__country__school": 797, "region__settlement__administrative_region": 798, "region_inv__administrative_region__settlement": 799, "network__television_show__television_station": 800, "network_inv__television_station__television_show": 801, "ground__soccer_club__city": 802, "ground_inv__city__soccer_club": 803, "deathPlace__office_holder__city": 804, "deathPlace_inv__city__office_holder": 805, "state__university__city": 806, "state_inv__city__university": 807, "parentCompany__record_label__company": 808, "parentCompany_inv__company__record_label": 809, "deathPlace__musical_artist__city": 810, "deathPlace_inv__city__musical_artist": 811, "distributor__film__person": 812, "distributor_inv__person__film": 813, "deathPlace__scientist__administrative_region": 814, "deathPlace_inv__administrative_region__scientist": 815, "predecessor__office_holder__military_person": 816, "predecessor_inv__military_person__office_holder": 817, "placeOfBurial__monarch__city": 818, "placeOfBurial_inv__city__monarch": 819, "executiveProducer__television_show__musical_artist": 820, "executiveProducer_inv__musical_artist__television_show": 821, "writer__single__comedian": 822, "writer_inv__comedian__single": 823, "location__record_label__country": 824, "location_inv__country__record_label": 825, "influenced__economist__office_holder": 826, "influenced_inv__office_holder__economist": 827, "residence__wrestler__city": 828, "residence_inv__city__wrestler": 829, "birthPlace__member_o_fparliament__settlement": 830, "birthPlace_inv__settlement__member_o_fparliament": 831, "affiliation__school__university": 832, "affiliation_inv__university__school": 833, "birthPlace__artist__city": 834, "birthPlace_inv__city__artist": 835, "manufacturer__automobile__company": 836, "manufacturer_inv__company__automobile": 837, "kingdom__green_alga__eukaryote": 838, "kingdom_inv__eukaryote__green_alga": 839, "nationality__formula_on_eracer__country": 840, "nationality_inv__country__formula_on_eracer": 841, "party__politician__political_party": 842, "party_inv__political_party__politician": 843, "distributingCompany__record_label__record_label": 844, "distributingCompany_inv__record_label__record_label": 845, "species__grape__plant": 846, "species_inv__plant__grape": 847, "almaMater__senator__university": 848, "almaMater_inv__university__senator": 849, "recordLabel__musical_artist__band": 850, "recordLabel_inv__band__musical_artist": 851, "recordedIn__single__city": 852, "recordedIn_inv__city__single": 853, "countySeat__administrative_region__town": 854, "countySeat_inv__town__administrative_region": 855, "hometown__musical_artist__settlement": 856, "hometown_inv__settlement__musical_artist": 857, "headquarter__government_agency__settlement": 858, "headquarter_inv__settlement__government_agency": 859, "spokenIn__language__country": 860, "spokenIn_inv__country__language": 861, "largestCity__administrative_region__settlement": 862, "largestCity_inv__settlement__administrative_region": 863, "almaMater__member_o_fparliament__military_unit": 864, "almaMater_inv__military_unit__member_o_fparliament": 865, "almaMater__writer__school": 866, "almaMater_inv__school__writer": 867, "populationPlace__ethnic_group__settlement": 868, "populationPlace_inv__settlement__ethnic_group": 869, "starring__television_show__television_show": 870, "starring_inv__television_show__television_show": 871, "phylum__insect__animal": 872, "phylum_inv__animal__insect": 873, "part__city__settlement": 874, "part_inv__settlement__city": 875, "field__scientist__settlement": 876, "field_inv__settlement__scientist": 877, "ceremonialCounty__settlement__settlement": 878, "ceremonialCounty_inv__settlement__settlement": 879, "rdf-schema#seeAlso__settlement__year": 880, "rdf-schema#seeAlso_inv__year__settlement": 881, "rdf-schema#seeAlso__congressman__year": 882, "rdf-schema#seeAlso_inv__year__congressman": 883, "damsire__race_horse__race_horse": 884, "damsire_inv__race_horse__race_horse": 885, "subsidiary__company__television_station": 886, "subsidiary_inv__television_station__company": 887, "deathPlace__governor__city": 888, "deathPlace_inv__city__governor": 889, "deputy__office_holder__prime_minister": 890, "deputy_inv__prime_minister__office_holder": 891, "state__university__administrative_region": 892, "state_inv__administrative_region__university": 893, "recordedIn__album__settlement": 894, "recordedIn_inv__settlement__album": 895, "successor__prime_minister__office_holder": 896, "successor_inv__office_holder__prime_minister": 897, "award__writer__award": 898, "award_inv__award__writer": 899, "location__company__settlement": 900, "location_inv__settlement__company": 901, "birthPlace__actor__settlement": 902, "birthPlace_inv__settlement__actor": 903, "owningCompany__television_station__bank": 904, "owningCompany_inv__bank__television_station": 905, "deathPlace__senator__city": 906, "deathPlace_inv__city__senator": 907, "stateOfOrigin__person__ethnic_group": 908, "stateOfOrigin_inv__ethnic_group__person": 909, "owner__baseball_team__company": 910, "owner_inv__company__baseball_team": 911, "nationality__member_o_fparliament__country": 912, "nationality_inv__country__member_o_fparliament": 913, "isPartOf__town__country": 914, "isPartOf_inv__country__town": 915, "residence__person__administrative_region": 916, "residence_inv__administrative_region__person": 917, "broadcastNetwork__radio_station__broadcast_network": 918, "broadcastNetwork_inv__broadcast_network__radio_station": 919, "hometown__person__city": 920, "hometown_inv__city__person": 921, "doctoralAdvisor__scientist__scientist": 922, "doctoralAdvisor_inv__scientist__scientist": 923, "league__soccer_club__soccer_league": 924, "league_inv__soccer_league__soccer_club": 925, "genre__guitarist__music_genre": 926, "genre_inv__music_genre__guitarist": 927, "deathPlace__person__sea": 928, "deathPlace_inv__sea__person": 929, "headquarter__airline__administrative_region": 930, "headquarter_inv__administrative_region__airline": 931, "birthPlace__president__country": 932, "birthPlace_inv__country__president": 933, "notableCommander__military_unit__office_holder": 934, "notableCommander_inv__office_holder__military_unit": 935, "rdf-schema#seeAlso__city__city": 936, "rdf-schema#seeAlso_inv__city__city": 937, "owningCompany__company__bank": 938, "owningCompany_inv__bank__company": 939, "recordLabel__band__album": 940, "recordLabel_inv__album__band": 941, "relative__fictional_character__fictional_character": 942, "relative_inv__fictional_character__fictional_character": 943, "recordedIn__album__administrative_region": 944, "recordedIn_inv__administrative_region__album": 945, "militaryUnit__military_person__military_unit": 946, "militaryUnit_inv__military_unit__military_person": 947, "successor__member_o_fparliament__office_holder": 948, "successor_inv__office_holder__member_o_fparliament": 949, "chancellor__office_holder__office_holder": 950, "chancellor_inv__office_holder__office_holder": 951, "knownFor__person__basketball_team": 952, "knownFor_inv__basketball_team__person": 953, "bandMember__band__band": 954, "bandMember_inv__band__band": 955, "almaMater__governor__university": 956, "almaMater_inv__university__governor": 957, "rdf-schema#seeAlso__office_holder__year": 958, "rdf-schema#seeAlso_inv__year__office_holder": 959, "targetAirport__airline__settlement": 960, "targetAirport_inv__settlement__airline": 961, "headquarter__television_station__city": 962, "headquarter_inv__city__television_station": 963, "developer__video_game__company": 964, "developer_inv__company__video_game": 965, "influenced__philosopher__office_holder": 966, "influenced_inv__office_holder__philosopher": 967, "birthPlace__philosopher__city": 968, "birthPlace_inv__city__philosopher": 969, "location__horse_race__continent": 970, "location_inv__continent__horse_race": 971, "isPartOf__settlement__city": 972, "isPartOf_inv__city__settlement": 973, "distributingLabel__record_label__company": 974, "distributingLabel_inv__company__record_label": 975, "primeMinister__prime_minister__prime_minister": 976, "primeMinister_inv__prime_minister__prime_minister": 977, "influencedBy__programming_language__programming_language": 978, "influencedBy_inv__programming_language__programming_language": 979, "associatedMusicalArtist__musical_artist__company": 980, "associatedMusicalArtist_inv__company__musical_artist": 981, "headquarter__organisation__city": 982, "headquarter_inv__city__organisation": 983, "location__record_label__settlement": 984, "location_inv__settlement__record_label": 985, "tenant__stadium__hockey_team": 986, "tenant_inv__hockey_team__stadium": 987, "openingTheme__television_show__band": 988, "openingTheme_inv__band__television_show": 989, "predecessor__office_holder__politician": 990, "predecessor_inv__politician__office_holder": 991, "spokenIn__language__settlement": 992, "spokenIn_inv__settlement__language": 993, "capital__country__village": 994, "capital_inv__village__country": 995, "deathPlace__royalty__country": 996, "deathPlace_inv__country__royalty": 997, "narrator__television_show__person": 998, "narrator_inv__person__television_show": 999, "isPartOf__village__administrative_region": 1000, "isPartOf_inv__administrative_region__village": 1001, "country__political_party__country": 1002, "country_inv__country__political_party": 1003, "language__writer__ethnic_group": 1004, "language_inv__ethnic_group__writer": 1005, "spouse__person__person": 1006, "spouse_inv__person__person": 1007, "notableWork__writer__fictional_character": 1008, "notableWork_inv__fictional_character__writer": 1009, "athletics__university__organisation": 1010, "athletics_inv__organisation__university": 1011, "country__record_label__country": 1012, "country_inv__country__record_label": 1013, "battle__president__military_conflict": 1014, "battle_inv__military_conflict__president": 1015, "variantOf__automobile__automobile": 1016, "variantOf_inv__automobile__automobile": 1017, "assembly__automobile__settlement": 1018, "assembly_inv__settlement__automobile": 1019, "nationality__office_holder__ethnic_group": 1020, "nationality_inv__ethnic_group__office_holder": 1021, "primeMinister__president__president": 1022, "primeMinister_inv__president__president": 1023, "associatedMusicalArtist__guitarist__band": 1024, "associatedMusicalArtist_inv__band__guitarist": 1025, "employer__person__company": 1026, "employer_inv__company__person": 1027, "region__office_holder__settlement": 1028, "region_inv__settlement__office_holder": 1029, "formerBroadcastNetwork__television_station__broadcast_network": 1030, "formerBroadcastNetwork_inv__broadcast_network__television_station": 1031, "birthPlace__writer__city": 1032, "birthPlace_inv__city__writer": 1033, "nationality__artist__country": 1034, "nationality_inv__country__artist": 1035, "producer__single__person": 1036, "producer_inv__person__single": 1037, "starring__radio_program__person": 1038, "starring_inv__person__radio_program": 1039, "education__person__university": 1040, "education_inv__university__person": 1041, "operatingSystem__information_appliance__software": 1042, "operatingSystem_inv__software__information_appliance": 1043, "type__settlement__settlement": 1044, "type_inv__settlement__settlement": 1045, "owningCompany__company__person": 1046, "owningCompany_inv__person__company": 1047, "leader__political_party__office_holder": 1048, "leader_inv__office_holder__political_party": 1049, "district__settlement__settlement": 1050, "district_inv__settlement__settlement": 1051, "institution__economist__university": 1052, "institution_inv__university__economist": 1053, "honours__race_horse__museum": 1054, "honours_inv__museum__race_horse": 1055, "birthPlace__philosopher__settlement": 1056, "birthPlace_inv__settlement__philosopher": 1057, "regionServed__company__administrative_region": 1058, "regionServed_inv__administrative_region__company": 1059, "birthPlace__scientist__settlement": 1060, "birthPlace_inv__settlement__scientist": 1061, "predecessor__office_holder__chancellor": 1062, "predecessor_inv__chancellor__office_holder": 1063, "citizenship__person__country": 1064, "citizenship_inv__country__person": 1065, "foundedBy__company__record_label": 1066, "foundedBy_inv__record_label__company": 1067, "country__figure_skater__country": 1068, "country_inv__country__figure_skater": 1069, "locationCountry__broadcast_network__country": 1070, "locationCountry_inv__country__broadcast_network": 1071, "relative__person__person": 1072, "relative_inv__person__person": 1073, "company__television_show__television_station": 1074, "company_inv__television_station__television_show": 1075, "season__soccer_club__football_leagu_eseason": 1076, "season_inv__football_leagu_eseason__soccer_club": 1077, "primeMinister__president__prime_minister": 1078, "primeMinister_inv__prime_minister__president": 1079, "location__protected_area__country": 1080, "location_inv__country__protected_area": 1081, "predecessor__television_station__television_station": 1082, "predecessor_inv__television_station__television_station": 1083, "largestCity__administrative_region__town": 1084, "largestCity_inv__town__administrative_region": 1085, "language__company__language": 1086, "language_inv__language__company": 1087, "almaMater__writer__university": 1088, "almaMater_inv__university__writer": 1089, "producer__film__musical_artist": 1090, "producer_inv__musical_artist__film": 1091, "citizenship__writer__country": 1092, "citizenship_inv__country__writer": 1093, "almaMater__politician__university": 1094, "almaMater_inv__university__politician": 1095, "battle__governor__military_conflict": 1096, "battle_inv__military_conflict__governor": 1097, "owner__soccer_club__company": 1098, "owner_inv__company__soccer_club": 1099, "headquarter__political_party__country": 1100, "headquarter_inv__country__political_party": 1101, "rdf-schema#seeAlso__programming_language__programming_language": 1102, "rdf-schema#seeAlso_inv__programming_language__programming_language": 1103, "location__railway_line__city": 1104, "location_inv__city__railway_line": 1105, "location__horse_race__country": 1106, "location_inv__country__horse_race": 1107, "nationality__scientist__country": 1108, "nationality_inv__country__scientist": 1109, "territory__military_conflict__country": 1110, "territory_inv__country__military_conflict": 1111, "knownFor__person__television_show": 1112, 