{"disease": 2, "administrative_region": 3, "office_holder": 4, "person": 5, "philosopher": 6, "writer": 7, "country": 8, "continent": 9, "body_o_fwater": 10, "military_person": 11, "scientist": 12, "military_conflict": 13, "royalty": 14, "language": 15, "city": 16, "sea": 17, "company": 18, "organisation": 19, "artist": 20, "band": 21, "mountain_range": 22, "sport": 23, "plant": 24, "programming_language": 25, "musical_artist": 26, "river": 27, "political_party": 28, "settlement": 29, "ethnic_group": 30, "religious": 31, "island": 32, "university": 33, "television_show": 34, "information_appliance": 35, "concentration_camp": 36, "christian_bishop": 37, "american_footbal_lteam": 38, "baseball_team": 39, "soccer_club": 40, "eukaryote": 41, "airline": 42, "town": 43, "music_genre": 44, "politician": 45, "lake": 46, "military_unit": 47, "prime_minister": 48, "broadcast_network": 49, "president": 50, "album": 51, "crustacean": 52, "colour": 53, "comics_character": 54, "radio_station": 55, "software": 56, "road": 57, "television_station": 58, "museum": 59, "bacteria": 60, "college_coach": 61, "game": 62, "film": 63, "comedian": 64, "economist": 65, "holiday": 66, "video_game": 67, "green_alga": 68, "food": 69, "animal": 70, "beverage": 71, "fictional_character": 72, "government_agency": 73, "aircraft": 74, "book": 75, "mineral": 76, "protected_area": 77, "hockey_team": 78, "publisher": 79, "planet": 80, "mammal": 81, "currency": 82, "place": 83, "legislature": 84, "chemical_compound": 85, "record_label": 86, "architect": 87, "award": 88, "soccer_league": 89, "saint": 90, "automobile": 91, "soccer_player": 92, "weapon": 93, "monarch": 94, "species": 95, "comics_creator": 96, "governor": 97, "presenter": 98, "actor": 99, "chef": 100, "soccer_manager": 101, "horse_race": 102, "public_transi_tsystem": 103, "airport": 104, "comedy_group": 105, "grape": 106, "formula_on_eracer": 107, "american_footbal_lleague": 108, "bank": 109, "building": 110, "ice_hocke_yleague": 111, "magazine": 112, "basketball_league": 113, "noble": 114, "playboy_playmate": 115, "american_footbal_lplayer": 116, "historic_place": 117, "college": 118, "anime": 119, "canal": 120, "newspaper": 121, "fungus": 122, "year": 123, "bird": 124, "park": 125, "trade_union": 126, "baseball_league": 127, "conifer": 128, "congressman": 129, "single": 130, "mountain": 131, "engineer": 132, "historic_building": 133, "golf_player": 134, "basketball_team": 135, "senator": 136, "school": 137, "hollywood_cartoon": 138, "ambassador": 139, "military_structure": 140, "cultivated_variety": 141, "person_function": 142, "village": 143, "race_horse": 144, "racing_driver": 145, "astronaut": 146, "religious_building": 147, "club_moss": 148, "martial_artist": 149, "member_o_fparliament": 150, "canadian_footbal_lteam": 151, "jockey": 152, "judge": 153, "adult_actor": 154, "venue": 155, "railway_line": 156, "sports_team": 157, "chancellor": 158, "film_festival": 159, "television_episode": 160, "swimmer": 161, "basketball_player": 162, "stadium": 163, "world_heritag_esite": 164, "theatre": 165, "medician": 166, "formula_on_eteam": 167, "golf_league": 168, "moss": 169, "volcano": 170, "gridiron_footbal_lplayer": 171, "ship": 172, "radio_program": 173, "motorcycle_rider": 174, "arachnid": 175, "cycad": 176, "racecourse": 177, "musical": 178, "non-_profi_torganisation": 179, "rugby_league": 180, "mayor": 181, "fashion_designer": 182, "sports_league": 183, "convention": 184, "wrestler": 185, "rugby_club": 186, "station": 187, "archaea": 188, "bus_company": 189, "horse_trainer": 190, "insect": 191, "website": 192, "fern": 193, "ice_hocke_yplayer": 194, "song": 195, "baseball_player": 196, "time_period": 197, "flowering_plant": 198, "screen_writer": 199, "automobile_engine": 200, "poker_player": 201, "entomologist": 202, "beauty_queen": 203, "olympic_event": 204, "cleric": 205, "fish": 206, "manga": 207, "train": 208, "figure_skater": 209, "sports_tea_mmember": 210, "wine_region": 211, "photographer": 212, "radio_host": 213, "guitarist": 214, "diocese": 215, "wrestling_event": 216, "cricketer": 217, "stream": 218, "election": 219, "animanga_character": 220, "journalist": 221, "dam": 222, "national_footbal_lleag_ueseason": 223, "tennis_player": 224, "athlete": 225, "amphibian": 226, "brewery": 227, "artist_discography": 228, "classical_musi_cartist": 229, "comic": 230, "artwork": 231, "skier": 232, "model": 233, "mollusca": 234, "voice_actor": 235, "n_caa_teamseason": 236, "soap_character": 237, "football_leagu_eseason": 238, "soccer_clu_bseason": 239, "railway_station": 240, "valley": 241, "mixed_martia_lar_tsevent": 242, "PAD": 0, "UNK": 1}