{"genre": 4, "genre_inv": 5, "associatedMusicalArtist": 6, "associatedMusicalArtist_inv": 7, "related": 8, "related_inv": 9, "nationality": 10, "nationality_inv": 11, "associatedBand": 12, "associatedBand_inv": 13, "birthPlace": 14, "birthPlace_inv": 15, "race": 16, "race_inv": 17, "recordLabel": 18, "recordLabel_inv": 19, "owningCompany": 20, "owningCompany_inv": 21, "formerBandMember": 22, "formerBandMember_inv": 23, "battle": 24, "battle_inv": 25, "language": 26, "language_inv": 27, "starring": 28, "starring_inv": 29, "country": 30, "country_inv": 31, "almaMater": 32, "almaMater_inv": 33, "author": 34, "author_inv": 35, "nearestCity": 36, "nearestCity_inv": 37, "sisterStation": 38, "sisterStation_inv": 39, "successor": 40, "successor_inv": 41, "residence": 42, "residence_inv": 43, "primeMinister": 44, "primeMinister_inv": 45, "location": 46, "location_inv": 47, "commander": 48, "commander_inv": 49, "subsidiary": 50, "subsidiary_inv": 51, "director": 52, "director_inv": 53, "rdf-schema#seeAlso": 54, "rdf-schema#seeAlso_inv": 55, "isPartOf": 56, "isPartOf_inv": 57, "influenced": 58, "influenced_inv": 59, "writer": 60, "writer_inv": 61, "deathPlace": 62, "deathPlace_inv": 63, "producer": 64, "producer_inv": 65, "populationPlace": 66, "populationPlace_inv": 67, "subsequentWork": 68, "subsequentWork_inv": 69, "hometown": 70, "hometown_inv": 71, "headquarter": 72, "headquarter_inv": 73, "city": 74, "city_inv": 75, "owner": 76, "owner_inv": 77, "bandMember": 78, "bandMember_inv": 79, "creator": 80, "creator_inv": 81, "developer": 82, "developer_inv": 83, "narrator": 84, "narrator_inv": 85, "company": 86, "company_inv": 87, "party": 88, "party_inv": 89, "operatingSystem": 90, "operatingSystem_inv": 91, "musicalBand": 92, "musicalBand_inv": 93, "artist": 94, "artist_inv": 95, "growingGrape": 96, "growingGrape_inv": 97, "recordedIn": 98, "recordedIn_inv": 99, "division": 100, "division_inv": 101, "computingPlatform": 102, "computingPlatform_inv": 103, "assembly": 104, "assembly_inv": 105, "stateOfOrigin": 106, "stateOfOrigin_inv": 107, "education": 108, "education_inv": 109, "award": 110, "award_inv": 111, "musicalArtist": 112, "musicalArtist_inv": 113, "place": 114, "place_inv": 115, "composer": 116, "composer_inv": 117, "internationalAffiliation": 118, "internationalAffiliation_inv": 119, "region": 120, "region_inv": 121, "predecessor": 122, "predecessor_inv": 123, "department": 124, "department_inv": 125, "broadcastArea": 126, "broadcastArea_inv": 127, "voice": 128, "voice_inv": 129, "influencedBy": 130, "influencedBy_inv": 131, "foundationPlace": 132, "foundationPlace_inv": 133, "distributingLabel": 134, "distributingLabel_inv": 135, "formerTeam": 136, "formerTeam_inv": 137, "state": 138, "state_inv": 139, "raceHorse": 140, "raceHorse_inv": 141, "distributor": 142, "distributor_inv": 143, "distributingCompany": 144, "distributingCompany_inv": 145, "grandsire": 146, "grandsire_inv": 147, "currency": 148, "currency_inv": 149, "ethnicity": 150, "ethnicity_inv": 151, "showJudge": 152, "showJudge_inv": 153, "countySeat": 154, "countySeat_inv": 155, "militaryBranch": 156, "militaryBranch_inv": 157, "ground": 158, "ground_inv": 159, "usedInWar": 160, "usedInWar_inv": 161, "neighboringMunicipality": 162, "neighboringMunicipality_inv": 163, "inflow": 164, "inflow_inv": 165, "parentCompany": 166, "parentCompany_inv": 167, "partner": 168, "partner_inv": 169, "largestCity": 170, "largestCity_inv": 171, "child": 172, "child_inv": 173, "relatedMeanOfTransportation": 174, "relatedMeanOfTransportation_inv": 175, "executiveProducer": 176, "executiveProducer_inv": 177, "channel": 178, "channel_inv": 179, "album": 180, "album_inv": 181, "managerClub": 182, "managerClub_inv": 183, "openingTheme": 184, "openingTheme_inv": 185, "president": 186, "president_inv": 187, "stylisticOrigin": 188, "stylisticOrigin_inv": 189, "part": 190, "part_inv": 191, "deputy": 192, "deputy_inv": 193, "previousWork": 194, "previousWork_inv": 195, "guest": 196, "guest_inv": 197, "regionServed": 198, "regionServed_inv": 199, "locationCountry": 200, "locationCountry_inv": 201, "restingPlace": 202, "restingPlace_inv": 203, "district": 204, "district_inv": 205, "series": 206, "series_inv": 207, "kingdom": 208, "kingdom_inv": 209, "monarch": 210, "monarch_inv": 211, "notableStudent": 212, "notableStudent_inv": 213, "deathCause": 214, "deathCause_inv": 215, "rightTributary": 216, "rightTributary_inv": 217, "cinematography": 218, "cinematography_inv": 219, "sire": 220, "sire_inv": 221, "isPartOfMilitaryConflict": 222, "isPartOfMilitaryConflict_inv": 223, "parent": 224, "parent_inv": 225, "automobilePlatform": 226, "automobilePlatform_inv": 227, "tenant": 228, "tenant_inv": 229, "capital": 230, "capital_inv": 231, "instrument": 232, "instrument_inv": 233, "editing": 234, "editing_inv": 235, "leaderName": 236, "leaderName_inv": 237, "routeJunction": 238, "routeJunction_inv": 239, "leaderParty": 240, "leaderParty_inv": 241, "associate": 242, "associate_inv": 243, "network": 244, "network_inv": 245, "citizenship": 246, "citizenship_inv": 247, "musicComposer": 248, "musicComposer_inv": 249, "honours": 250, "honours_inv": 251, "relation": 252, "relation_inv": 253, "sourcePlace": 254, "sourcePlace_inv": 255, "locationCity": 256, "locationCity_inv": 257, "doctoralStudent": 258, "doctoralStudent_inv": 259, "spouse": 260, "spouse_inv": 261, "programmingLanguage": 262, "programmingLanguage_inv": 263, "garrison": 264, "garrison_inv": 265, "affiliation": 266, "affiliation_inv": 267, "publisher": 268, "publisher_inv": 269, "riverMouth": 270, "riverMouth_inv": 271, "foundedBy": 272, "foundedBy_inv": 273, "keyPerson": 274, "keyPerson_inv": 275, "militaryUnit": 276, "militaryUnit_inv": 277, "appointer": 278, "appointer_inv": 279, "lieutenant": 280, "lieutenant_inv": 281, "targetAirport": 282, "targetAirport_inv": 283, "placeOfBurial": 284, "placeOfBurial_inv": 285, "manufacturer": 286, "manufacturer_inv": 287, "species": 288, "species_inv": 289, "spokenIn": 290, "spokenIn_inv": 291, "phylum": 292, "phylum_inv": 293, "field": 294, "field_inv": 295, "ceremonialCounty": 296, "ceremonialCounty_inv": 297, "damsire": 298, "damsire_inv": 299, "broadcastNetwork": 300, "broadcastNetwork_inv": 301, "doctoralAdvisor": 302, "doctoralAdvisor_inv": 303, "league": 304, "league_inv": 305, "notableCommander": 306, "notableCommander_inv": 307, "relative": 308, "relative_inv": 309, "chancellor": 310, "chancellor_inv": 311, "knownFor": 312, "knownFor_inv": 313, "notableWork": 314, "notableWork_inv": 315, "athletics": 316, "athletics_inv": 317, "variantOf": 318, "variantOf_inv": 319, "employer": 320, "employer_inv": 321, "formerBroadcastNetwork": 322, "formerBroadcastNetwork_inv": 323, "type": 324, "type_inv": 325, "leader": 326, "leader_inv": 327, "institution": 328, "institution_inv": 329, "season": 330, "season_inv": 331, "territory": 332, "territory_inv": 333, "designer": 334, "designer_inv": 335, "academicAdvisor": 336, "academicAdvisor_inv": 337, "mountainRange": 338, "mountainRange_inv": 339, "campus": 340, "campus_inv": 341, "mouthMountain": 342, "mouthMountain_inv": 343, "routeStart": 344, "routeStart_inv": 345, "commandStructure": 346, "commandStructure_inv": 347, "animator": 348, "animator_inv": 349, "operator": 350, "operator_inv": 351, "canton": 352, "canton_inv": 353, "leftTributary": 354, "leftTributary_inv": 355, "sport": 356, "sport_inv": 357, "routeEnd": 358, "routeEnd_inv": 359, "parentOrganisation": 360, "parentOrganisation_inv": 361, "mouthPlace": 362, "mouthPlace_inv": 363, "trainer": 364, "trainer_inv": 365, "magazine": 366, "magazine_inv": 367, "manager": 368, "manager_inv": 369, "editor": 370, "editor_inv": 371, "product": 372, "product_inv": 373, "governor": 374, "governor_inv": 375, "metropolitanBorough": 376, "metropolitanBorough_inv": 377, "board": 378, "board_inv": 379, "subject": 380, "subject_inv": 381, "nextEvent": 382, "nextEvent_inv": 383, "portrayer": 384, "portrayer_inv": 385, "significantBuilding": 386, "significantBuilding_inv": 387, "timeZone": 388, "timeZone_inv": 389, "politicalPartyInLegislature": 390, "politicalPartyInLegislature_inv": 391, "otherParty": 392, "otherParty_inv": 393, "illustrator": 394, "illustrator_inv": 395, "ideology": 396, "ideology_inv": 397, "aircraftFighter": 398, "aircraftFighter_inv": 399, "presenter": 400, "presenter_inv": 401, "archipelago": 402, "archipelago_inv": 403, "programmeFormat": 404, "programmeFormat_inv": 405, "ethnicGroup": 406, "ethnicGroup_inv": 407, "river": 408, "river_inv": 409, "federalState": 410, "federalState_inv": 411, "picture": 412, "picture_inv": 413, "outflow": 414, "outflow_inv": 415, "colour": 416, "colour_inv": 417, "draftTeam": 418, "draftTeam_inv": 419, "university": 420, "university_inv": 421, "railwayRollingStock": 422, "railwayRollingStock_inv": 423, "currentMember": 424, "currentMember_inv": 425, "position": 426, "position_inv": 427, "breeder": 428, "breeder_inv": 429, "followingEvent": 430, "followingEvent_inv": 431, "sourceMountain": 432, "sourceMountain_inv": 433, "previousEvent": 434, "previousEvent_inv": 435, "sourceCountry": 436, "sourceCountry_inv": 437, "origin": 438, "origin_inv": 439, "coach": 440, "coach_inv": 441, "secondLeader": 442, "secondLeader_inv": 443, "principalArea": 444, "principalArea_inv": 445, "governingBody": 446, "governingBody_inv": 447, "billed": 448, "billed_inv": 449, "designCompany": 450, "designCompany_inv": 451, "arrondissement": 452, "arrondissement_inv": 453, "basedOn": 454, "basedOn_inv": 455, "province": 456, "province_inv": 457, "domain": 458, "domain_inv": 459, "genus": 460, "genus_inv": 461, "locatedInArea": 462, "locatedInArea_inv": 463, "hubAirport": 464, "hubAirport_inv": 465, "frazioni": 466, "frazioni_inv": 467, "maintainedBy": 468, "maintainedBy_inv": 469, "county": 470, "county_inv": 471, "powerType": 472, "powerType_inv": 473, "governmentType": 474, "governmentType_inv": 475, "class": 476, "class_inv": 477, "binomialAuthority": 478, "binomialAuthority_inv": 479, "training": 480, "training_inv": 481, "service": 482, "service_inv": 483, "lieutenancyArea": 484, "lieutenancyArea_inv": 485, "significantProject": 486, "significantProject_inv": 487, "source": 488, "source_inv": 489, "founder": 490, "founder_inv": 491, "municipality": 492, "municipality_inv": 493, "lyrics": 494, "lyrics_inv": 495, "person": 496, "person_inv": 497, "nationalAffiliation": 498, "nationalAffiliation_inv": 499, "silverMedalist": 500, "silverMedalist_inv": 501, "stadium": 502, "stadium_inv": 503, "formerCoach": 504, "formerCoach_inv": 505, "profession": 506, "profession_inv": 507, "languageFamily": 508, "languageFamily_inv": 509, "localAuthority": 510, "localAuthority_inv": 511, "religion": 512, "religion_inv": 513, "rival": 514, "rival_inv": 515, "architect": 516, "architect_inv": 517, "majorShrine": 518, "majorShrine_inv": 519, "format": 520, "format_inv": 521, "chairman": 522, "chairman_inv": 523, "goldMedalist": 524, "goldMedalist_inv": 525, "parentMountainPeak": 526, "parentMountainPeak_inv": 527, "cpu": 528, "cpu_inv": 529, "jurisdiction": 530, "jurisdiction_inv": 531, "owningOrganisation": 532, "owningOrganisation_inv": 533, "bodyStyle": 534, "bodyStyle_inv": 535, "movement": 536, "movement_inv": 537, "ingredient": 538, "ingredient_inv": 539, "builder": 540, "builder_inv": 541, "saint": 542, "saint_inv": 543, "industry": 544, "industry_inv": 545, "homeStadium": 546, "homeStadium_inv": 547, "page": 548, "page_inv": 549, "museum": 550, "museum_inv": 551, "servingRailwayLine": 552, "servingRailwayLine_inv": 553, "mediaType": 554, "mediaType_inv": 555, "councilArea": 556, "councilArea_inv": 557, "bronzeMedalist": 558, "bronzeMedalist_inv": 559, "lastAppearance": 560, "lastAppearance_inv": 561, "nonFictionSubject": 562, "nonFictionSubject_inv": 563, "gameEngine": 564, "gameEngine_inv": 565, "firstLeader": 566, "firstLeader_inv": 567, "debutTeam": 568, "debutTeam_inv": 569, "coverArtist": 570, "coverArtist_inv": 571, "schoolBoard": 572, "schoolBoard_inv": 573, "daylightSavingTimeZone": 574, "daylightSavingTimeZone_inv": 575, "formerPartner": 576, "formerPartner_inv": 577, "webcast": 578, "webcast_inv": 579, "militaryRank": 580, "militaryRank_inv": 581, "depiction": 582, "depiction_inv": 583, "license": 584, "license_inv": 585, "college": 586, "college_inv": 587, "philosophicalSchool": 588, "philosophicalSchool_inv": 589, "musicBy": 590, "musicBy_inv": 591, "architecturalStyle": 592, "architecturalStyle_inv": 593, "mainInterest": 594, "mainInterest_inv": 595, "intercommunality": 596, "intercommunality_inv": 597, "leaderFunction": 598, "leaderFunction_inv": 599, "PAD": 0, "START": 1, "STAY": 2, "UNK": 3}